var stations = [{
    "name": "Ртищево 1",
    "latitude": "52,247956",
    "longitude": "43,827833",
    "x": "2701,152",
    "y": "3488,3291"
}, {
    "name": "Балашов 1",
    "latitude": "51,528178",
    "latitude": "51,528178",
    "longitude": "43,22058",
    "x": "2714,3004",
    "y": "3415,7901"
}, {
    "name": "Блочная",
    "latitude": "58,043629",
    "longitude": "56,202332",
    "x": "2802,1564",
    "y": "4491,9954"
}, {
    "name": "Чусовская",
    "latitude": "58,290164",
    "longitude": "57,839826",
    "x": "2834,8955",
    "y": "4588,325"
}, {
    "name": "Березники",
    "latitude": "59,335186",
    "longitude": "57,014122",
    "x": "2725,5319",
    "y": "4596,7469"
}, {
    "name": "Углеуральская",
    "latitude": "58,952572",
    "longitude": "57,538118",
    "x": "2772,4123",
    "y": "4605,4292"
}, {
    "name": "Пермь-сортир",
    "latitude": "58,035016",
    "longitude": "56,130521",
    "x": "2800,4779",
    "y": "4487,8023"
}, {
    "name": "Осенцы",
    "latitude": "57,903765",
    "longitude": "56,179425",
    "x": "2812,3603",
    "y": "4483,941"
}, {
    "name": "Новоорск",
    "latitude": "51,363069",
    "longitude": "59,030363",
    "x": "3410,85",
    "y": "4267,0541"
}, {
    "name": "Орск",
    "latitude": "51,21377",
    "longitude": "58,619429",
    "x": "3407,1403",
    "y": "4239,7141"
}, {
    "name": "Никель",
    "latitude": "58,619429",
    "longitude": "58,56447",
    "x": "2830,5893",
    "y": "4640,7877"
}, {
    "name": "Круторожино",
    "latitude": "51,287666",
    "longitude": "58,434457",
    "x": "3394,9535",
    "y": "4235,7256"
}, {
    "name": "Новотроицк",
    "latitude": "51,202021",
    "longitude": "58,340484",
    "x": "3397,8493",
    "y": "4226,3774"
}, {
    "name": "Кувандык",
    "latitude": "51,475056",
    "longitude": "57,349589",
    "x": "3341,1466",
    "y": "4196,6454"
}, {
    "name": "Сакмарская",
    "latitude": "51,954729",
    "longitude": "55,369136",
    "x": "3230,7157",
    "y": "4128,3998"
}, {
    "name": "Оренбург",
    "latitude": "51,776598",
    "longitude": "55,074201",
    "x": "3231,9609",
    "y": "4103,6397"
}, {
    "name": "Меновой двор",
    "latitude": "51,718634",
    "longitude": "55,089131",
    "x": "3236,6995",
    "y": "4101,1139"
}, {
    "name": "Каргала",
    "latitude": "51,888176",
    "longitude": "54,862755",
    "x": "3215,6334",
    "y": "4099,3068"
}, {
    "name": "Новосергиевская",
    "latitude": "52,081967",
    "longitude": "53,643131",
    "x": "3153,0627",
    "y": "4047,6585"
}, {
    "name": "Красногвардеец 2",
    "latitude": "52,676622",
    "longitude": "52,357642",
    "x": "3058,7287",
    "y": "4011,7586"
}, {
    "name": "Бузулук",
    "latitude": "52,768549",
    "longitude": "52,270703",
    "x": "3048,7125",
    "y": "4011,9556"
}, {
    "name": "Пугачевск",
    "latitude": "52,016157",
    "longitude": "48,794007",
    "x": "2949,9211",
    "y": "3777,9223"
}, {
    "name": "Озинки",
    "latitude": "51,194272",
    "longitude": "49,734516",
    "x": "3046,5765",
    "y": "3788,4013"
}, {
    "name": "Ершов",
    "latitude": "51,347719",
    "longitude": "48,27443",
    "x": "2969,8996",
    "y": "3713,3745"
}, {
    "name": "Юльевка",
    "latitude": "51,932911",
    "longitude": "47,930007",
    "x": "2916,0493",
    "y": "3723,3781"
}, {
    "name": "Балаково",
    "latitude": "52,002365",
    "longitude": "47,788343",
    "x": "2905,027",
    "y": "3718,5814"
}, {
    "name": "Сенная",
    "latitude": "52,160631",
    "longitude": "46,969816",
    "x": "2856,937",
    "y": "3677,9199"
}, {
    "name": "Вольск 2",
    "latitude": "52,087385",
    "longitude": "47,306612",
    "x": "2877,2896",
    "y": "3694,3629"
}, {
    "name": "Анисовка",
    "latitude": "51,409368",
    "longitude": "46,082748",
    "x": "2862,5846",
    "y": "3587,1006"
}, {
    "name": "Князевка",
    "latitude": "51,45613",
    "longitude": "45,957406",
    "x": "2853,6254",
    "y": "3581,866"
}, {
    "name": "Саратов 3",
    "latitude": "51,541859",
    "longitude": "45,997273",
    "x": "2850,1789",
    "y": "3588,5442"
}, {
    "name": "Нефтяная",
    "latitude": "51,415743",
    "longitude": "45,947623",
    "x": "2855,6779",
    "y": "3579,2625"
}, {
    "name": "Трофимовский 2",
    "latitude": "51,598998",
    "longitude": "45,946752",
    "x": "2844,1735",
    "y": "3588,325"
}, {
    "name": "Белорецк",
    "latitude": "53,926913",
    "longitude": "58,321458",
    "x": "3192,4296",
    "y": "4382,2361"
}, {
    "name": "Инзер",
    "latitude": "54,223885",
    "longitude": "57,584579",
    "x": "3144,2558",
    "y": "4363,451"
}, {
    "name": "Аллагуват",
    "latitude": "53,46797",
    "longitude": "55,920513",
    "x": "3141,1619",
    "y": "4240,0774"
}, {
    "name": "Косяковка",
    "latitude": "53,703715",
    "longitude": "56,004415",
    "x": "3126,7807",
    "y": "4257,1747"
}, {
    "name": "Загородняя",
    "latitude": "54,926637",
    "longitude": "56,078194",
    "x": "3037,8435",
    "y": "4326,6885"
}, {
    "name": "Новоуфимская",
    "latitude": "54,859357",
    "longitude": "56,094992",
    "x": "3043,5219",
    "y": "4323,9705"
}, {
    "name": "Бензин",
    "latitude": "54,833246",
    "longitude": "56,091372",
    "x": "3045,3628",
    "y": "4322,3995"
}, {
    "name": "Черниковка-Восточная",
    "latitude": "54,837711",
    "longitude": "56,119103",
    "x": "3046,0163",
    "y": "4324,0426"
}, {
    "name": "Черниковка",
    "latitude": "54,806646",
    "longitude": "56,097095",
    "x": "3047,5738",
    "y": "4321,2753"
}, {
    "name": "Дема",
    "latitude": "54,696111",
    "longitude": "55,835496",
    "x": "3046,4961",
    "y": "4302,1016"
}, {
    "name": "Уфа",
    "latitude": "54,748057",
    "longitude": "55,946573",
    "x": "3046,5921",
    "y": "4310,5179"
}, {
    "name": "Тихоново ",
    "latitude": "55,826569",
    "longitude": "52,248523",
    "x": "2829,4968",
    "y": "4167,6339"
}, {
    "name": "Круглое Поле ",
    "latitude": "55,619284",
    "longitude": "52,172607",
    "x": "2841,635",
    "y": "4153,1011"
}, {
    "name": "Биклянь ",
    "latitude": "55,591381",
    "longitude": "51,970423",
    "x": "2835,8482",
    "y": "4140,3156"
}, {
    "name": "Кульшарипово ",
    "latitude": "54,861642",
    "longitude": "52,157596",
    "x": "2895,7136",
    "y": "4114,326"
}, {
    "name": "Бугульма ",
    "latitude": "54,521199",
    "longitude": "52,80865",
    "x": "2945,6974",
    "y": "4132,9491"
}, {
    "name": "Абдулино ",
    "latitude": "53,682751",
    "longitude": "53,645071",
    "x": "3038,8353",
    "y": "4134,2637"
}, {
    "name": "Новоотрадная ",
    "latitude": "53,359082",
    "longitude": "51,346642",
    "x": "2969,2871",
    "y": "3992,189"
}, {
    "name": "Кротовка ",
    "latitude": "53,279726",
    "longitude": "51,172647",
    "x": "2967,5744",
    "y": "3978,3678"
}, {
    "name": "Кинель ",
    "latitude": "53,231053",
    "longitude": "50,633424",
    "x": "2948,3191",
    "y": "3945,5559"
}, {
    "name": "Жигулевское море ",
    "latitude": "53,478115",
    "longitude": "49,525092",
    "x": "2884,212",
    "y": "3894,6767"
}, {
    "name": "Новокуйбышевская ",
    "latitude": "53,115249",
    "longitude": "49,897695",
    "x": "2924,9",
    "y": "3897,7612"
}, {
    "name": "Кряж ",
    "latitude": "53,122156",
    "longitude": "50,078274",
    "x": "2932,1776",
    "y": "3908,4407"
}, {
    "name": "Безымянка ",
    "latitude": "53,212798",
    "longitude": "50,248496",
    "x": "2933,2519",
    "y": "3922,7852"
}, {
    "name": "Химзаводская ",
    "latitude": "53,550543",
    "longitude": "49,489662",
    "x": "2877,7665",
    "y": "3896,2618"
}, {
    "name": "Тольятти ",
    "latitude": "53,56653",
    "longitude": "49,295222",
    "x": "2868,3218",
    "y": "3885,7427"
}, {
    "name": "Октябрьск ",
    "latitude": "53,161036",
    "longitude": "48,666877",
    "x": "2868,2566",
    "y": "3828,6468"
}, {
    "name": "Кашпир ",
    "latitude": "53,062833",
    "longitude": "48,409151",
    "x": "2863,4118",
    "y": "3808,5585"
}, {
    "name": "Сызрань 1",
    "latitude": "53,170391",
    "longitude": "48,481923",
    "x": "2859,4747",
    "y": "3818,2234"
}, {
    "name": "Инза ",
    "latitude": "53,855856",
    "longitude": "46,354811",
    "x": "2719,2012",
    "y": "3722,9271"
}, {
    "name": "Саранск ",
    "latitude": "54,209976",
    "longitude": "45,205165",
    "x": "2644,0019",
    "y": "3667,3447"
}, {
    "name": "Рузаевка ",
    "latitude": "54,054928",
    "longitude": "44,949694",
    "x": "2642,1411",
    "y": "3643,9364"
}, {
    "name": "Пенза ",
    "latitude": "53,206612",
    "longitude": "45,042624",
    "x": "2700,1779",
    "y": "3610,2708"
}, {
    "name": "Янаул ",
    "latitude": "56,272505",
    "longitude": "54,929141",
    "x": "2895,2036",
    "y": "4336,6649"
}, {
    "name": "Кама ",
    "latitude": "56,297793",
    "longitude": "54,110542",
    "x": "2863,9741",
    "y": "4293,9897"
}, {
    "name": "Ижевск ",
    "latitude": "56,80213",
    "longitude": "53,189994",
    "x": "2792,848",
    "y": "4268,2654"
}, {
    "name": "Балезино ",
    "latitude": "57,974911",
    "longitude": "53,005857",
    "x": "2698,3829",
    "y": "4314,1105"
}, {
    "name": "Яр ",
    "latitude": "58,250084",
    "longitude": "52,110165",
    "x": "2645,7705",
    "y": "4275,5315"
}, {
    "name": "Чепецкая ",
    "latitude": "58,537487",
    "longitude": "49,986547",
    "x": "2546,813",
    "y": "4162,1312"
}, {
    "name": "Киров ",
    "latitude": "58,578217",
    "longitude": "49,651997",
    "x": "2531,3408",
    "y": "4143,4588"
}, {
    "name": "Лянгасово ",
    "latitude": "58,517504",
    "longitude": "49,458697",
    "x": "2528,4482",
    "y": "4128,8832"
}, {
    "name": "Йошкар-Ола",
    "latitude": "56,622038",
    "longitude": "47,879369",
    "x": "2599,8285",
    "y": "3946,1488"
}, {
    "name": "Лагерная ",
    "latitude": "55,801551",
    "longitude": "49,007554",
    "x": "2702,8421",
    "y": "3977,343"
}, {
    "name": "Восстание ",
    "latitude": "55,839249",
    "longitude": "49,040765",
    "x": "2701,5844",
    "y": "3981,1243"
}, {
    "name": "Юдино ",
    "latitude": "55,815741",
    "longitude": "48,895427",
    "x": "2697,2567",
    "y": "3971,2391"
}, {
    "name": "Зеленый дол ",
    "latitude": "55,841994",
    "longitude": "48,561325",
    "x": "2681,6775",
    "y": "3952,1965"
}, {
    "name": "Агрыз ",
    "latitude": "56,525976",
    "longitude": "53,012504",
    "x": "2806,8519",
    "y": "4244,8708"
}, {
    "name": "Канаш ",
    "latitude": "55,506943",
    "longitude": "47,491764",
    "x": "2659,7004",
    "y": "3870,8929"
}, {
    "name": "Чебоксары ",
    "latitude": "56,1439",
    "longitude": "47,248887",
    "x": "2606,3145",
    "y": "3885,0319"
}, {
    "name": "Нуя ",
    "latitude": "54,449512",
    "longitude": "45,852438",
    "x": "2657,9624",
    "y": "3719,3889"
}, {
    "name": "Сергач ",
    "latitude": "55,519116",
    "longitude": "45,494082",
    "x": "2572,3064",
    "y": "3745,4054"
}, {
    "name": "Навашино ",
    "latitude": "55,539584",
    "longitude": "42,191713",
    "x": "2421,1301",
    "y": "3527,9852"
}, {
    "name": "Зелецино ",
    "latitude": "56,13744",
    "longitude": "44,135748",
    "x": "2472,0373",
    "y": "3683,9774"
}, {
    "name": "Игумново ",
    "latitude": "56,252852",
    "longitude": "43,581631",
    "x": "2439,9309",
    "y": "3652,0081"
}, {
    "name": "Горький-сортировочный",
    "latitude": "56,312764",
    "longitude": "44,611891",
    "x": "2481,7435",
    "y": "3723,0139"
}, {"name": "Шахунья ", "latitude": "57,67122", "longitude": "46,616958", "x": "2476,1787", "y": "3912,5748"}];

var volumes = [{
    "name": "ОАО «Мелеузовские минеральные удобрения» ",
    "latitude": "54,2715",
    "longitude": "56,5255",
    "size": "1010",
    "x": "3103,2308",
    "y": "4314,0727"
}, {
    "name": "ОАО «Полиэф» ",
    "latitude": "55,0389",
    "longitude": "56,0022",
    "size": "580",
    "x": "3026,6553",
    "y": "4328,7639"
}, {
    "name": "ОАО «Благовещенс-кий железобетон»",
    "latitude": "55,0498",
    "longitude": "55,9913",
    "size": "102",
    "x": "3025,4434",
    "y": "4328,784"
}, {
    "name": "ОАО «Благовещенс-кий арматурный завод» ",
    "latitude": "55,0321",
    "longitude": "55,9668",
    "size": "14",
    "x": "3025,907",
    "y": "4326,6001"
}, {
    "name": "ОАО «Салаватнефтемаш»",
    "latitude": "53,4002",
    "longitude": "55,9047",
    "size": "220",
    "x": "3145,5874",
    "y": "4235,5679"
}, {
    "name": "ОАО «Ишимбайский машиностроительный завод»",
    "latitude": "53,438",
    "longitude": "56,038",
    "size": "152,5",
    "x": "3147,7334",
    "y": "4244,3046"
}, {
    "name": "ОАО «Туймазинский завод автобетоново-зов»",
    "latitude": "54,6174",
    "longitude": "53,6824",
    "size": "350,3",
    "x": "2972,417",
    "y": "4185,2883"
}, {
    "name": "ОАО «Уфимский нефтеперерабатывающий завод»",
    "latitude": "56,1109",
    "longitude": "54,3165",
    "size": "853,177",
    "x": "2885,4327",
    "y": "4295,7419"
}, {
    "name": "ОАО «Газпром нефтехим Салават»",
    "latitude": "53,4002",
    "longitude": "55,9047",
    "size": "2630",
    "x": "3145,5874",
    "y": "4235,5679"
}, {
    "name": "ОАО «Белорецкий металлургический комбинат»",
    "latitude": "53,9712",
    "longitude": "58,3977",
    "size": "530",
    "x": "3191,6573",
    "y": "4388,2991"
}, {
    "name": "ОАО «Белебеевский завод Автонормаль»",
    "latitude": "54,091",
    "longitude": "54,151",
    "size": "470,47",
    "x": "3028,7417",
    "y": "4182,6591"
}, {
    "name": "ОАО «Белорецкий завод рессор и пру-жин»",
    "latitude": "53,9605",
    "longitude": "58,3915",
    "size": "450,1",
    "x": "3192,2642",
    "y": "4387,4108"
}, {
    "name": "ЗАО «ИНМАН» ",
    "latitude": "53,428",
    "longitude": "56,0379",
    "size": "5200",
    "x": "3148,4704",
    "y": "4243,7502"
}, {
    "name": "ОАО «Уралтехно-строй-Туймазыхим-маш»",
    "latitude": "54,5932",
    "longitude": "53,7169",
    "size": "450",
    "x": "2975,5003",
    "y": "4185,8835"
}, {
    "name": "ОАО «Давлекановс-кий завод нефтяного машиностроения»",
    "latitude": "54,2183",
    "longitude": "55,0468",
    "size": "370",
    "x": "3053,1796",
    "y": "4236,1891"
}, {
    "name": "ОАО «Учалинский горнообоготитель-ный комбинат»",
    "latitude": "54,3109",
    "longitude": "59,3956",
    "size": "3100",
    "x": "3199,0234",
    "y": "4453,6999"
}, {
    "name": "ОАО «Кумертауское авиационное производственное предприятие»",
    "latitude": "52,7695",
    "longitude": "55,7908",
    "size": "4500",
    "x": "3187,7183",
    "y": "4195,0249"
}, {
    "name": "ОАО «Уфимский нефтеперерабатывающий завод»",
    "latitude": "54,8403",
    "longitude": "56,091",
    "size": "2910",
    "x": "3044,8173",
    "y": "4322,7555"
}, {
    "name": "ОАО «Уфимкабель»",
    "latitude": "54,7325",
    "longitude": "55,9569",
    "size": "950",
    "x": "3048,1336",
    "y": "4310,2155"
}, {
    "name": "ОАО «Уфимское моторостроительное производственное объединение»",
    "latitude": "54,7886",
    "longitude": "56,1311",
    "size": "750",
    "x": "3050,1502",
    "y": "4322,0376"
}, {
    "name": "ОАО «Уфимское приборостроитель-ное производствен-ное объединение»",
    "latitude": "54,7521",
    "longitude": "56,0126",
    "size": "150",
    "x": "3048,6585",
    "y": "4314,0875"
}, {
    "name": "ОАО «Уфимский завод эластомерных материалов, изде-лий и конструкций»",
    "latitude": "54,741",
    "longitude": "55,9676",
    "size": "300",
    "x": "3047,8786",
    "y": "4311,2114"
}, {
    "name": "ОАО «Башкирское производственное объединение \"Прогресс\"»",
    "latitude": "54,7284",
    "longitude": "55,9346",
    "size": "16000",
    "x": "3047,6402",
    "y": "4308,8637"
}, {
    "name": "ОАО «Башкирская содовая компания»",
    "latitude": "53,664",
    "longitude": "55,9268",
    "size": "650",
    "x": "3126,8688",
    "y": "4251,1152"
}, {
    "name": "ОАО «Стерлитамакс-кий станкострои-тельный завод»",
    "latitude": "53,634",
    "longitude": "55,9439",
    "size": "700",
    "x": "3129,7258",
    "y": "4250,335"
}, {
    "name": "ЗАО «Строительные материалы»",
    "latitude": "53,662",
    "longitude": "55,969",
    "size": "1241,66",
    "x": "3128,5741",
    "y": "4253,1226"
}, {
    "name": "ОАО «Красный пролетарий»",
    "latitude": "53,599",
    "longitude": "55,9258",
    "size": "742,91",
    "x": "3131,6526",
    "y": "4247,515"
}, {
    "name": "ОАО «Стерлитамакс-кий завод строитель-ных машин»",
    "latitude": "53,6957",
    "longitude": "55,9909",
    "size": "683,612",
    "x": "3126,8786",
    "y": "4256,06"
}, {
    "name": "ОАО «Стерлитамакс-кий нефтехимичес-кий завод»",
    "latitude": "53,6658",
    "longitude": "55,9517",
    "size": "239",
    "x": "3127,654",
    "y": "4252,4626"
}, {
    "name": "ОАО «Новоуфимс-кий нефтеперераба-тывающий завод»",
    "latitude": "54,8138",
    "longitude": "56,0667",
    "size": "2340",
    "x": "3045,9474",
    "y": "4320,1144"
}, {
    "name": "ОАО «Уфимский лакокрасочный завод»",
    "latitude": "54,7368",
    "longitude": "55,9363",
    "size": "953,1",
    "x": "3047,0696",
    "y": "4309,3969"
}, {
    "name": "ОАО «Уфимский фанерно-плитный комбинат »",
    "latitude": "54,7454",
    "longitude": "55,8993",
    "size": "967,2",
    "x": "3045,0919",
    "y": "4307,9715"
}, {
    "name": "ОАО «Уфимский комбинат хлебопро-дуктов»",
    "latitude": "54,6686",
    "longitude": "55,9424",
    "size": "829,3",
    "x": "3052,4166",
    "y": "4306,0768"
}, {
    "name": "Кирпичный завод №5 (Холдинг \"Башкирский кирпич\")",
    "latitude": "54,7946",
    "longitude": "56,0912",
    "size": "810,6",
    "x": "3048,2714",
    "y": "4320,3357"
}, {
    "name": "Кирпичный завод №1 (Холдинг \"Башкирский кирпич\")",
    "latitude": "54,7259",
    "longitude": "55,9968",
    "size": "810,6",
    "x": "3050,0636",
    "y": "4311,891"
}, {
    "name": "Толбазинский кирпичный завод \"Ажемак\" (Холдинг \"Башкирский кирпич\")",
    "latitude": "54,0004",
    "longitude": "55,8999",
    "size": "610,2",
    "x": "3100,8702",
    "y": "4268,0443"
}, {
    "name": "Стерлитамакский кирпичный завод (Холдинг \"Башкирский кирпич\")",
    "latitude": "53,8092",
    "longitude": "56,1002",
    "size": "823,2",
    "x": "3122,4497",
    "y": "4267,7242"
}, {
    "name": "Кабаковский кирпичный завод №2 (Холдинг \"Башкирский кирпич\")",
    "latitude": "54,5345",
    "longitude": "56,1469",
    "size": "272",
    "x": "3069,8559",
    "y": "4309,2654"
}, {
    "name": "ЗАО «Стерлитамакс-кий молочный ком-бинат»",
    "latitude": "53,6175",
    "longitude": "55,9206",
    "size": "230",
    "x": "3130,0888",
    "y": "4248,2651"
}, {
    "name": "ЗАО «Стерлитамакс-кий вагоноремонт-ный завод»",
    "latitude": "53,5931",
    "longitude": "55,9352",
    "size": "820",
    "x": "3132,4374",
    "y": "4247,6637"
}, {
    "name": "ОАО «Стерлитамакс-кий завод строитель-ных материалов»",
    "latitude": "53,6931",
    "longitude": "55,978",
    "size": "4152,7",
    "x": "3126,5966",
    "y": "4255,2714"
}, {
    "name": "ООО «Нефтекамс-кий машинострои-тельный завод»",
    "latitude": "56,1136",
    "longitude": "54,2865",
    "size": "84,3",
    "x": "2884,1449",
    "y": "4294,2619"
}, {
    "name": " ОАО «Белебеевский молочный комби-нат»",
    "latitude": "54,0948",
    "longitude": "54,1371",
    "size": "112",
    "x": "3027,9333",
    "y": "4182,1267"
}, {
    "name": "ОАО «Керамика»",
    "latitude": "54,091",
    "longitude": "54,151",
    "size": "1300",
    "x": "3028,7417",
    "y": "4182,6591"
}, {
    "name": "ООО «Белебеевский машиностроитель-ный завод»",
    "latitude": "54,098",
    "longitude": "54,1472",
    "size": "87,5",
    "x": "3028,0855",
    "y": "4182,8287"
}, {
    "name": "ООО «Башкирский арматурный завод»",
    "latitude": "52,7664",
    "longitude": "55,8068",
    "size": "76,3",
    "x": "3188,5504",
    "y": "4195,6486"
}, {
    "name": "ОАО «Кумертауское авиационное производственное предприятие»",
    "latitude": "52,7695",
    "longitude": "55,7908",
    "size": "741,2",
    "x": "3187,7183",
    "y": "4195,0249"
}, {
    "name": " ООО «Уралнефтегаз-транс»",
    "latitude": "52,7735",
    "longitude": "55,819",
    "size": "620,3",
    "x": "3188,4916",
    "y": "4196,6507"
}, {
    "name": "ЗАО «Давлекановс-кий молочный ком-бинат»",
    "latitude": "54,2178",
    "longitude": "55,052",
    "size": "35",
    "x": "3053,4102",
    "y": "4236,4311"
}, {
    "name": "ООО «Завод котельного оборудо-вания»",
    "latitude": "54,5803",
    "longitude": "53,712",
    "size": "260",
    "x": "2976,2558",
    "y": "4184,9507"
}, {
    "name": "ООО «Картонно-Бумажный комбинат»",
    "latitude": "54,5933",
    "longitude": "53,7279",
    "size": "40,416",
    "x": "2975,9123",
    "y": "4186,4786"
}, {
    "name": "ООО «Агидель»",
    "latitude": "55,0389",
    "longitude": "56,0022",
    "size": "72",
    "x": "3026,6553",
    "y": "4328,7639"
}, {
    "name": "ООО «Учалинская швейная фабрика»",
    "latitude": "54,3109",
    "longitude": "59,3956",
    "size": "2,63",
    "x": "3199,0234",
    "y": "4453,6999"
}, {
    "name": "ЗАО «Ишимбайская фабрика трикотаж-ных изделий»",
    "latitude": "53,4392",
    "longitude": "56,0462",
    "size": "1,5",
    "x": "3147,9479",
    "y": "4244,7796"
}, {
    "name": "ООО «Раевский сахарный завод»",
    "latitude": "54,0808",
    "longitude": "54,9234",
    "size": "160",
    "x": "3058,7181",
    "y": "4222,4737"
}, {
    "name": "ООО «Раевский консервный завод»",
    "latitude": "54,0626",
    "longitude": "54,9563",
    "size": "94,84",
    "x": "3061,2926",
    "y": "4223,2033"
}, {
    "name": "ЗАО «Бурибаевский ГОК»",
    "latitude": "51,9589",
    "longitude": "58,1579",
    "size": "147,2",
    "x": "3335,1403",
    "y": "4262,479"
}, {
    "name": "ОАО «Уфимский трансформаторный завод»",
    "latitude": "54,5883",
    "longitude": "55,9083",
    "size": "47,12",
    "x": "3057,2176",
    "y": "4300,0632"
}, {
    "name": "ОАО «Чишминский сахарный завод»",
    "latitude": "54,5772",
    "longitude": "55,3438",
    "size": "427,7",
    "x": "3037,51",
    "y": "4270,5917"
}, {
    "name": "ЗАО «Чесноковский асфальтобетонный завод»",
    "latitude": "54,6122",
    "longitude": "55,9376",
    "size": "2850",
    "x": "3056,4808",
    "y": "4302,8263"
}, {
    "name": "«Буздякский консервный завод» филиал ЗАО «Пище-пром» ",
    "latitude": "54,5648",
    "longitude": "54,5253",
    "size": "94,84",
    "x": "3008,1187",
    "y": "4227,3317"
}, {
    "name": "ООО «Яхинский щебеночный завод»",
    "latitude": "54,7135",
    "longitude": "55,9936",
    "size": "524,3",
    "x": "3050,8818",
    "y": "4311,0684"
}, {
    "name": "ООО «Юрмашевс-кий завод метал-локонструкций»",
    "latitude": "54,7063",
    "longitude": "56,2454",
    "size": "413,6",
    "x": "3060,4415",
    "y": "4323,4245"
}, {
    "name": "ОАО «Туймазинская птицефабрика»",
    "latitude": "54,5527",
    "longitude": "53,7741",
    "size": "5",
    "x": "2980,6398",
    "y": "4186,8434"
}, {
    "name": "ООО «Башкирский керамический завод»",
    "latitude": "54,8713",
    "longitude": "56,7453",
    "size": "85,12",
    "x": "3065,6342",
    "y": "4357,3151"
}, {
    "name": "Завод «ТеплоТрейд»",
    "latitude": "53,9581",
    "longitude": "58,39",
    "size": "75",
    "x": "3192,3965",
    "y": "4387,2064"
}, {
    "name": "ОАО «Баймакский литейно-механичес-кий завод»",
    "latitude": "52,5867",
    "longitude": "58,3098",
    "size": "147,2",
    "x": "3293,6388",
    "y": "4305,8288"
}, {
    "name": "ОАО «Уфимский машиностроитель-ный завод»",
    "latitude": "54,7558",
    "longitude": "56,2513",
    "size": "65,3",
    "x": "3056,9155",
    "y": "4326,3646"
}, {
    "name": "ОАО «Уфимская трикотажная фабрика»",
    "latitude": "53,3538",
    "longitude": "55,9195",
    "size": "2,63",
    "x": "3149,567",
    "y": "4233,7591"
}, {
    "name": "ОАО «Уфимкабель» ",
    "latitude": "54,7325",
    "longitude": "55,9569",
    "size": "354",
    "x": "3048,1336",
    "y": "4310,2155"
}, {
    "name": "ОАО «Уфимский железобетонный завод-2»",
    "latitude": "54,8064",
    "longitude": "56,083",
    "size": "54,7",
    "x": "3047,0884",
    "y": "4320,5477"
}, {
    "name": "ОАО «Бельский деревообрабатывающий комбинат»",
    "latitude": "54,8365",
    "longitude": "56,079",
    "size": "67,2",
    "x": "3044,6753",
    "y": "4321,9449"
}, {
    "name": "ООО «Уфимский деревообрабатывающий комбинат»",
    "latitude": "54,7741",
    "longitude": "56,1255",
    "size": "67,2",
    "x": "3051,0437",
    "y": "4320,9821"
}, {
    "name": "ООО «Уфимская кондитерская фабрика»",
    "latitude": "54,7248",
    "longitude": "55,9224",
    "size": "94,84",
    "x": "3047,472",
    "y": "4308,0518"
}, {
    "name": "ОАО «Уфимский электроламповый завод»",
    "latitude": "54,8395",
    "longitude": "56,0788",
    "size": "104,2",
    "x": "3044,4418",
    "y": "4322,0942"
}, {
    "name": "ФГУП «Уфимский завод металличес-ких и пластмассовых изделий»",
    "latitude": "54,7791",
    "longitude": "56,2214",
    "size": "57,2",
    "x": "3054,0902",
    "y": "4326,0978"
}, {
    "name": "ЗАО «Мелеузовский молочно-консервный комбинат»",
    "latitude": "52,9476",
    "longitude": "55,923",
    "size": "420,62",
    "x": "3179,6343",
    "y": "4211,498"
}, {
    "name": "ООО «Мелеузовский кирпичный завод»",
    "latitude": "52,959",
    "longitude": "55,9247",
    "size": "14,6",
    "x": "3178,8601",
    "y": "4212,2151"
}, {
    "name": "ОАО «Мелеузовский сахарный завод»",
    "latitude": "52,9982",
    "longitude": "55,9195",
    "size": "74,12",
    "x": "3175,7825",
    "y": "4214,1303"
}, {
    "name": "ОАО «Стерлитамакс-кий механический завод пчеловодного инвентаря»",
    "latitude": "53,6063",
    "longitude": "55,9743",
    "size": "79",
    "x": "3132,903",
    "y": "4250,3446"
}, {
    "name": "ООО «Нефтекамс-кий механический завод»",
    "latitude": "56,104",
    "longitude": "54,2703",
    "size": "74,3",
    "x": "2884,2779",
    "y": "4292,9057"
}, {
    "name": "ПАО «Нефаз»",
    "latitude": "56,1109",
    "longitude": "54,3165",
    "size": "7",
    "x": "2885,4327",
    "y": "4295,7419"
}, {
    "name": "ООО «Давлекановс-кая обувная фабри-ка»",
    "latitude": "54,2151",
    "longitude": "55,0226",
    "size": "3,5",
    "x": "3052,5144",
    "y": "4234,7676"
}, {
    "name": "ООО «Обувная фаб-рика Алмаз и К»",
    "latitude": "54,2184",
    "longitude": "55,0576",
    "size": "25,6",
    "x": "3053,5744",
    "y": "4236,7525"
}, {
    "name": "ОАО «Учалинский ГОК»",
    "latitude": "54,3109",
    "longitude": "54,3109",
    "size": "45,12",
    "x": "3018,7295",
    "y": "4202,6935"
}, {
    "name": "ОАО «Ишимбайский станкостроительный завод»",
    "latitude": "53,4344",
    "longitude": "56,0406",
    "size": "778,6",
    "x": "3148,0963",
    "y": "4244,2365"
}, {
    "name": "ООО «Бирская швейная фабрика»",
    "latitude": "55,4158",
    "longitude": "55,5321",
    "size": "45,3",
    "x": "2981,4233",
    "y": "4324,3698"
}, {
    "name": " ООО «Волжский завод строительных материалов»",
    "latitude": "55,9209",
    "longitude": "48,332",
    "size": "1028",
    "x": "2666,7544",
    "y": "3941,8762"
}, {
    "name": " ОАО «Марийский целлюлозно-бумаж-ный комбинат»",
    "latitude": "55,8574",
    "longitude": "48,3673",
    "size": "431,3",
    "x": "2672,5855",
    "y": "3941,0773"
}, {
    "name": "ООО «Маркорм»",
    "latitude": "55,8656",
    "longitude": "48,3507",
    "size": "72",
    "x": "2671,3332",
    "y": "3940,4446"
}, {
    "name": " ОАО «Волжский электромеханичес-кий завод»",
    "latitude": "55,8717",
    "longitude": "48,3243",
    "size": "524",
    "x": "2669,8189",
    "y": "3939,1136"
}, {
    "name": "«Комбикормовый завод» (Аграрный холдинг \"Акашево\")",
    "latitude": "55,9637",
    "longitude": "48,4135",
    "size": "163,1",
    "x": "2667,1785",
    "y": "3948,8559"
}, {
    "name": "«Инкубатория» (Аграрный холдинг \"Акашево\")",
    "latitude": "56,9024",
    "longitude": "49,0928",
    "size": "100",
    "x": "2629,3219",
    "y": "4033,741"
}, {
    "name": "«Мясоперерабаты-вающий завод» (Аграрный холдинг \"Акашево\")",
    "latitude": "56,7591",
    "longitude": "48,4727",
    "size": "150",
    "x": "2614,4976",
    "y": "3989,1531"
}, {
    "name": "ОАО «ОКТБ Кристалл»",
    "latitude": "56,6244",
    "longitude": "47,8554",
    "size": "157,2",
    "x": "2598,6822",
    "y": "3944,7629"
}, {
    "name": "ОАО «Красногорс-кий комбинат авто-фургонов»",
    "latitude": "56,1432",
    "longitude": "48,3363",
    "size": "2158",
    "x": "2651,6175",
    "y": "3952,4572"
}, {
    "name": "ОАО «Марийский целлюлозо-бумаж-ный комбинат»",
    "latitude": "55,8574",
    "longitude": "48,3673",
    "size": "300",
    "x": "2672,5855",
    "y": "3941,0773"
}, {
    "name": "ОАО «Марийский нефтеперегонный завод»",
    "latitude": "56,6407",
    "longitude": "47,8968",
    "size": "1650",
    "x": "2599,2578",
    "y": "3948,081"
}, {
    "name": "ОАО «Завод полупроводниковых приборов»",
    "latitude": "56,6382",
    "longitude": "47,8518",
    "size": "565,3",
    "x": "2597,5843",
    "y": "3945,1643"
}, {
    "name": "ОАО «Марийский машиностроитель-ный завод»",
    "latitude": "56,6339",
    "longitude": "47,8669",
    "size": "131,4",
    "x": "2598,5",
    "y": "3945,9102"
}, {
    "name": "ОАО «Марбиофарм»",
    "latitude": "56,6199",
    "longitude": "47,8868",
    "size": "473",
    "x": "2600,2807",
    "y": "3946,5145"
}, {
    "name": "ЗАО «Ариада»",
    "latitude": "55,9209",
    "longitude": "48,332",
    "size": "254,3",
    "x": "2666,7544",
    "y": "3941,8762"
}, {
    "name": "ЗАО «Завод металлокерамических материалов Метма»",
    "latitude": "56,6281",
    "longitude": "47,875",
    "size": "800",
    "x": "2599,2318",
    "y": "3946,1517"
}, {
    "name": "ЗАО «Йошкар-Олинский комбинат хлебопродуктов»",
    "latitude": "56,6143",
    "longitude": "47,8976",
    "size": "133",
    "x": "2601,1095",
    "y": "3946,9327"
}, {
    "name": "ЗАО «Йошкар-Олинский мясоком-бинат»",
    "latitude": "56,6079",
    "longitude": "47,8789",
    "size": "920",
    "x": "2600,7829",
    "y": "3945,478"
}, {
    "name": "ЗАО «Марийский завод силикатного кирпича»",
    "latitude": "56,3802",
    "longitude": "48,2007",
    "size": "754",
    "x": "2629,6887",
    "y": "3955,0338"
}, {
    "name": "ЗАО «Портал»",
    "latitude": "56,6182",
    "longitude": "47,8623",
    "size": "124",
    "x": "2599,3923",
    "y": "3944,9115"
}, {
    "name": "ОАО «Завод Копир»",
    "latitude": "56,3374",
    "longitude": "46,5549",
    "size": "417,1",
    "x": "2563,9538",
    "y": "3849,9283"
}, {
    "name": "ОАО «Компания Полюс»",
    "latitude": "56,6182",
    "longitude": "47,8623",
    "size": "215",
    "x": "2599,3923",
    "y": "3944,9115"
}, {
    "name": "ОАО «Красногорс-кий завод Электро-двигатель»",
    "latitude": "56,1639",
    "longitude": "48,2954",
    "size": "144",
    "x": "2648,5053",
    "y": "3950,9027"
}, {
    "name": "ОАО «Шелангерс-кий химзавод Сайвер»",
    "latitude": "56,2321",
    "longitude": "48,2411",
    "size": "230,6",
    "x": "2641,5666",
    "y": "3950,7114"
}, {
    "name": "ООО «Махаон»",
    "latitude": "56,6278",
    "longitude": "47,8209",
    "size": "1080",
    "x": "2597,0317",
    "y": "3942,7667"
}, {
    "name": " «Мебельная фабрика Эльф»",
    "latitude": "56,6211",
    "longitude": "47,8721",
    "size": "760,3",
    "x": "2599,5948",
    "y": "3945,6535"
}, {
    "name": " ОАО «Йошкар-олинская обувная фабрика»",
    "latitude": "56,6453",
    "longitude": "47,8926",
    "size": "21",
    "x": "2598,7686",
    "y": "3948,0281"
}, {
    "name": " ОАО «Йошкар-Олинская кондитерс-кая фабрика»",
    "latitude": "56,6387",
    "longitude": "47,8821",
    "size": "144,84",
    "x": "2598,7928",
    "y": "3947,0748"
}, {
    "name": "Фабрика головных уборов «New Caps»",
    "latitude": "56,646",
    "longitude": "47,8896",
    "size": "52,5",
    "x": "2598,5974",
    "y": "3947,873"
}, {
    "name": " ООО «Мебельная фабрика Заря»",
    "latitude": "55,8489",
    "longitude": "48,3865",
    "size": "1050,36",
    "x": "2673,9663",
    "y": "3941,8543"
}, {
    "name": "ЗАО «Волжский инструментальный завод»",
    "latitude": "55,921",
    "longitude": "48,3349",
    "size": "67,35",
    "x": "2666,8676",
    "y": "3942,0585"
}, {
    "name": "ОАО «Мордовцемент»",
    "latitude": "54,4235",
    "longitude": "45,86",
    "size": "4220",
    "x": "2659,9914",
    "y": "3718,6581"
}, {
    "name": "ОАО «Ковылкинский электромеханичес-кий завод»",
    "latitude": "54,0274",
    "longitude": "43,8889",
    "size": "554",
    "x": "2594,4053",
    "y": "3574,486"
}, {
    "name": "ОАО «ЛАТО»",
    "latitude": "54,4405",
    "longitude": "45,828",
    "size": "320",
    "x": "2657,4465",
    "y": "3717,4307"
}, {
    "name": "ОАО «Саранский завод автосамосва-лов»",
    "latitude": "54,2046",
    "longitude": "45,1517",
    "size": "1224",
    "x": "2641,8949",
    "y": "3663,6975"
}, {
    "name": "ОАО «Завод Саранск кабель»",
    "latitude": "54,2052",
    "longitude": "45,1725",
    "size": "350",
    "x": "2642,8103",
    "y": "3665,0479"
}, {
    "name": "ОАО «САРЭКС»",
    "latitude": "54,1971",
    "longitude": "45,1782",
    "size": "3424",
    "x": "2643,5898",
    "y": "3665,0366"
}, {
    "name": "ОАО «Саранский завод резинотех-ника»",
    "latitude": "54,2189",
    "longitude": "45,2585",
    "size": "150",
    "x": "2645,8726",
    "y": "3671,1447"
}, {
    "name": " ОАО «Саранский молочный комби-нат»",
    "latitude": "54,174",
    "longitude": "45,1244",
    "size": "149,5",
    "x": "2642,5978",
    "y": "3660,5498"
}, {
    "name": " ОАО «Саранский приборостроитель-ный завод»",
    "latitude": "54,1956",
    "longitude": "45,1728",
    "size": "118,4",
    "x": "2643,4381",
    "y": "3664,6241"
}, {
    "name": "  ОАО «Саранский консервный завод»",
    "latitude": "54,2011",
    "longitude": "45,1885",
    "size": "126,84",
    "x": "2643,8061",
    "y": "3665,8759"
}, {
    "name": "ФКП «Саранский механический завод»",
    "latitude": "54,1985",
    "longitude": "45,1813",
    "size": "106,3",
    "x": "2643,6424",
    "y": "3665,2983"
}, {
    "name": "ОАО «Саранское станкостроительное объединение»",
    "latitude": "54,2055",
    "longitude": "45,1614",
    "size": "145",
    "x": "2642,2822",
    "y": "3664,3559"
}, {
    "name": " ООО «Саранский инструментальный завод»",
    "latitude": "54,2055",
    "longitude": "45,1783",
    "size": "401,5",
    "x": "2643,057",
    "y": "3665,4305"
}, {
    "name": " ООО «Саранский деревообрабатывающий завод»",
    "latitude": "54,2304",
    "longitude": "45,209",
    "size": "867,2",
    "x": "2642,87",
    "y": "3668,5307"
}, {
    "name": " ЗАО «Саранский завод керамических изделий»",
    "latitude": "54,1554",
    "longitude": "45,1665",
    "size": "120",
    "x": "2645,7194",
    "y": "3662,3682"
}, {
    "name": "ОАО «Саранский завод медицинского оборудования»",
    "latitude": "54,1242",
    "longitude": "45,1175",
    "size": "428",
    "x": "2645,4612",
    "y": "3657,8129"
}, {
    "name": "ОАО «Саранская кондитерская фаб-рика Ламзурь»",
    "latitude": "54,1707",
    "longitude": "45,1702",
    "size": "35",
    "x": "2644,9112",
    "y": "3663,3097"
}, {
    "name": "ООО «Саранский электроламповый завод»",
    "latitude": "54,2214",
    "longitude": "45,1993",
    "size": "450,12",
    "x": "2643,0019",
    "y": "3667,499"
}, {
    "name": " ОАО «Саранский пивоваренный завод»",
    "latitude": "54,124",
    "longitude": "45,1221",
    "size": "150",
    "x": "2645,6854",
    "y": "3658,0961"
}, {
    "name": " ОАО «Ликероводоч-ный завод Саранс-кий»",
    "latitude": "54,2017",
    "longitude": "45,1888",
    "size": "152,38",
    "x": "2643,7815",
    "y": "3665,9227"
}, {
    "name": " ЗАО «Рузаевский стекольный завод »",
    "latitude": "54,0608",
    "longitude": "44,9922",
    "size": "69,2",
    "x": "2643,7302",
    "y": "3646,9145"
}, {
    "name": "ООО «Рузаевская швейная фабрика»",
    "latitude": "54,0519",
    "longitude": "44,9432",
    "size": "52,63",
    "x": "2642,0337",
    "y": "3643,3831"
}, {
    "name": " ОАО «Рузаевский завод пластмасс»",
    "latitude": "54,0528",
    "longitude": "44,9414",
    "size": "275,12",
    "x": "2641,8933",
    "y": "3643,3099"
}, {
    "name": " ООО «Атемарские строительные материалы»",
    "latitude": "54,1826",
    "longitude": "45,3989",
    "size": "128,35",
    "x": "2654,621",
    "y": "3678,3677"
}, {
    "name": " ОАО Птицефабрика «Атемарская» ",
    "latitude": "54,1826",
    "longitude": "45,4002",
    "size": "565,3",
    "x": "2654,6803",
    "y": "3678,45"
}, {
    "name": " ООО «Рузаевский завод керамических изделий»",
    "latitude": "54,0598",
    "longitude": "44,994",
    "size": "155,3",
    "x": "2643,877",
    "y": "3646,9829"
}, {
    "name": " ОАО «Ковылкинс-кий электромехани-ческий завод»",
    "latitude": "54,0274",
    "longitude": "43,8889",
    "size": "100",
    "x": "2594,4053",
    "y": "3574,486"
}, {
    "name": " ООО «Ромодановс-кий сахарный за-вод»",
    "latitude": "54,4237",
    "longitude": "45,3747",
    "size": "100",
    "x": "2638,0195",
    "y": "3687,9686"
}, {
    "name": "  ООО «Ткацкая фабрика Лента имени 8 марта»",
    "latitude": "53,8673",
    "longitude": "44,3663",
    "size": "12,2",
    "x": "2626,8512",
    "y": "3597,997"
}, {
    "name": " ОАО «Ардатовский светотехнический завод»",
    "latitude": "54,8464",
    "longitude": "46,3383",
    "size": "98,4",
    "x": "2653,7055",
    "y": "3768,3425"
}, {
    "name": " ООО «Зубово-Полянский дерево-обрабатывающий комбинат»",
    "latitude": "54,0768",
    "longitude": "42,83",
    "size": "67,2",
    "x": "2541,0973",
    "y": "3507,3974"
}, {
    "name": "ООО «Фабрика мягкой мебели Мирта»",
    "latitude": "54,2188",
    "longitude": "45,1986",
    "size": "1410",
    "x": "2643,1363",
    "y": "3667,3346"
}, {
    "name": "ООО «Саранская швейная фабрика»",
    "latitude": "54,1694",
    "longitude": "45,1587",
    "size": "70,3",
    "x": "2644,4665",
    "y": "3662,5188"
}, {
    "name": "ОАО «Альметьевс-кий трубный завод»",
    "latitude": "54,8894",
    "longitude": "52,3047",
    "size": "365",
    "x": "2899,4822",
    "y": "4123,9239"
}, {
    "name": "ОАО «Бугульминс-кий механический завод»",
    "latitude": "54,5263",
    "longitude": "52,8428",
    "size": "28341,2",
    "x": "2946,661",
    "y": "4135,08"
}, {
    "name": "ОАО «Химический завод им. Л.Я. Карпова»",
    "latitude": "55,8951",
    "longitude": "52,3194",
    "size": "480",
    "x": "2827,2133",
    "y": "4175,0074"
}, {
    "name": "ОАО «Азнакаевский завод Нефтемаш»",
    "latitude": "54,8517",
    "longitude": "53,0689",
    "size": "1400,3",
    "x": "2931,8486",
    "y": "4164,1324"
}, {
    "name": "ОАО «Зеленодольский завод имени А. М. Горького»",
    "latitude": "55,8402",
    "longitude": "48,5624",
    "size": "9600",
    "x": "2681,8457",
    "y": "3952,178"
}, {
    "name": "ОАО «Теплоконтроль»",
    "latitude": "55,7414",
    "longitude": "49,1425",
    "size": "651,4",
    "x": "2712,5495",
    "y": "3982,6274"
}, {
    "name": "ОАО «Казанское моторостроительное производственное объединение»",
    "latitude": "55,8462",
    "longitude": "49,0864",
    "size": "1424",
    "x": "2702,968",
    "y": "3984,2034"
}, {
    "name": "ОАО «Казанский завод компрессор-ного машинострое-ния»",
    "latitude": "55,8205",
    "longitude": "49,1847",
    "size": "850",
    "x": "2708,7725",
    "y": "3988,9069"
}, {
    "name": "ОАО «Казанский завод синтетичес-кого каучука»",
    "latitude": "55,7477",
    "longitude": "49,1243",
    "size": "240",
    "x": "2711,3663",
    "y": "3981,8312"
}, {
    "name": "ОАО «Казанский электромеханичес-кий завод»",
    "latitude": "55,8392",
    "longitude": "49,0726",
    "size": "563,2",
    "x": "2702,8904",
    "y": "3983,0414"
}, {
    "name": "ОАО «Казаньоргсинтез»",
    "latitude": "55,8675",
    "longitude": "49,002",
    "size": "900",
    "x": "2698,035",
    "y": "3980,1161"
}, {
    "name": "ОАО «Вакууммаш»",
    "latitude": "55,7338",
    "longitude": "49,137",
    "size": "31",
    "x": "2712,8525",
    "y": "3981,9369"
}, {
    "name": "ОАО «Татхимфарм-препараты»",
    "latitude": "55,8676",
    "longitude": "49,0095",
    "size": "236,8",
    "x": "2698,335",
    "y": "3980,5736"
}, {
    "name": "ЗАО «КВАРТ»",
    "latitude": "55,7487",
    "longitude": "49,1312",
    "size": "263,1",
    "x": "2711,5794",
    "y": "3982,2935"
}, {
    "name": "ПАО «Казанский вертолетный завод»",
    "latitude": "55,8517",
    "longitude": "49,0367",
    "size": "1500",
    "x": "2700,5528",
    "y": "3981,466"
}, {
    "name": "ОАО «КАМАЗ»",
    "latitude": "55,7473",
    "longitude": "52,4465",
    "size": "254",
    "x": "2842,829",
    "y": "4174,8307"
}, {
    "name": "ОАО «Нижнекамск-шина»",
    "latitude": "55,6024",
    "longitude": "51,9471",
    "size": "230",
    "x": "2834,1491",
    "y": "4139,5423"
}, {
    "name": "ОАО «Нижнекамск-техуглерод»",
    "latitude": "55,6458",
    "longitude": "51,8483",
    "size": "530",
    "x": "2827,1871",
    "y": "4136,0913"
}, {
    "name": "ОАО «ТАНЕКО»",
    "latitude": "55,6458",
    "longitude": "51,8492",
    "size": "2530",
    "x": "2827,222",
    "y": "4136,1423"
}, {
    "name": "ОАО «Нижнекамс-кий механический завод»",
    "latitude": "55,634",
    "longitude": "51,8091",
    "size": "230",
    "x": "2826,5183",
    "y": "4133,2853"
}, {
    "name": "ООО «Завод стекло-пластиковых труб»",
    "latitude": "55,7854",
    "longitude": "49,119",
    "size": "2675,12",
    "x": "2708,5288",
    "y": "3983,2954"
}, {
    "name": " ООО «Казанский молочный комбинат»",
    "latitude": "55,8145",
    "longitude": "49,1894",
    "size": "260,6",
    "x": "2709,3821",
    "y": "3988,9058"
}, {
    "name": "ОАО «Казанский оптикомеханичес-кий завод»",
    "latitude": "55,8792",
    "longitude": "49,2225",
    "size": "96,3",
    "x": "2706,2248",
    "y": "3993,9534"
}, {
    "name": "ООО «Казанский арматурный завод»",
    "latitude": "55,7673",
    "longitude": "49,1153",
    "size": "89",
    "x": "2709,6356",
    "y": "3982,217"
}, {
    "name": "ОАО «Казанский медико-инструмен-тальный завод»",
    "latitude": "55,773",
    "longitude": "49,114",
    "size": "523,1",
    "x": "2709,1862",
    "y": "3982,4083"
}, {
    "name": " ЗАО «Камско-Волжское акци-онерное общество резинотехники»",
    "latitude": "55,7487",
    "longitude": "49,1312",
    "size": "146,2",
    "x": "2711,5794",
    "y": "3982,2935"
}, {
    "name": " ОАО «Казанский комбинат строитель-ных материалов»",
    "latitude": "55,7821",
    "longitude": "49,1867",
    "size": "450",
    "x": "2711,527",
    "y": "3987,2107"
}, {
    "name": "  ОАО «Казанский за-вод газовой аппа-ратуры»",
    "latitude": "55,8179",
    "longitude": "49,1967",
    "size": "1900,2",
    "x": "2709,4434",
    "y": "3989,5054"
}, {
    "name": " ЗАО «Казанская кондитерская фабрика Заря»",
    "latitude": "55,7857",
    "longitude": "49,1308",
    "size": "94,84",
    "x": "2708,9908",
    "y": "3984,0197"
}, {
    "name": "  ОАО «Казанское авиационное произ-водственное объеди-нение им. С.П. Горбу-нова»",
    "latitude": "55,8462",
    "longitude": "49,0864",
    "size": "3204,1",
    "x": "2702,968",
    "y": "3984,2034"
}, {
    "name": "ОАО «Казанский завод светотехничес-кой аппаратуры»",
    "latitude": "55,8471",
    "longitude": "49,1528",
    "size": "69,54",
    "x": "2705,6183",
    "y": "3988,2448"
}, {
    "name": "«Фабрика мягкой мебели DE MARCA»",
    "latitude": "55,7641",
    "longitude": "49,1009",
    "size": "325,4",
    "x": "2709,2682",
    "y": "3981,199"
}, {
    "name": "ООО «ЕвроКап»",
    "latitude": "55,8134",
    "longitude": "49,0861",
    "size": "425,3",
    "x": "2705,2361",
    "y": "3982,6373"
}, {
    "name": "ОАО «Завод Медполимер»",
    "latitude": "55,7727",
    "longitude": "49,1894",
    "size": "60",
    "x": "2712,2915",
    "y": "3986,9281"
}, {
    "name": "ЗАО «Камский маши-ностроительный за-вод»",
    "latitude": "55,7236",
    "longitude": "52,5411",
    "size": "1024",
    "x": "2848,1626",
    "y": "4178,9467"
}, {
    "name": " ООО «Челнинский арматурный завод»",
    "latitude": "55,6701",
    "longitude": "52,4436",
    "size": "500,4",
    "x": "2848,3407",
    "y": "4170,8342"
}, {
    "name": " ООО «Камский моторный завод»",
    "latitude": "55,7361",
    "longitude": "52,4173",
    "size": "163,3",
    "x": "2842,5305",
    "y": "4172,6388"
}, {
    "name": "ООО «Камский за-вод металлоконст-рукций»",
    "latitude": "55,6701",
    "longitude": "52,4439",
    "size": "6000",
    "x": "2848,3522",
    "y": "4170,851"
}, {
    "name": " ООО «Камский литейный завод»",
    "latitude": "55,7473",
    "longitude": "52,4465",
    "size": "245,02",
    "x": "2842,829",
    "y": "4174,8307"
}, {
    "name": "ОАО «Набережночел-нинский крановый завод»",
    "latitude": "55,7436",
    "longitude": "52,3668",
    "size": "1800",
    "x": "2840,0553",
    "y": "4170,1786"
}, {
    "name": " ООО «Завод метал-локонструкций Гефест»",
    "latitude": "55,7436",
    "longitude": "52,3958",
    "size": "1200",
    "x": "2841,1633",
    "y": "4171,8054"
}, {
    "name": " ЗАО «Набережно-челнинский трубный завод ТЭМ-ПО»",
    "latitude": "55,7436",
    "longitude": "52,3958",
    "size": "550",
    "x": "2841,1633",
    "y": "4171,8054"
}, {
    "name": " ООО «Камский завод метизов»",
    "latitude": "55,7131",
    "longitude": "52,4446",
    "size": "8,6",
    "x": "2845,2479",
    "y": "4173,0267"
}, {
    "name": "  ЗАО «Набережно-челнинский картон-но-бумажный ком-бинат»",
    "latitude": "55,6436",
    "longitude": "52,3347",
    "size": "1136",
    "x": "2846,0989",
    "y": "4163,4155"
}, {
    "name": "ООО «Камская Кузница»",
    "latitude": "55,7102",
    "longitude": "52,4391",
    "size": "5,5",
    "x": "2845,2491",
    "y": "4172,5747"
}, {
    "name": "ОАО «Зеленодольс-кий молочный ком-бинат»",
    "latitude": "55,8505",
    "longitude": "48,5136",
    "size": "54,75",
    "x": "2679,1183",
    "y": "3949,6867"
}, {
    "name": "ОАО «Зеленодольс-кий машинострои-тельный завод»",
    "latitude": "55,8544",
    "longitude": "48,5747",
    "size": "210",
    "x": "2681,3741",
    "y": "3953,5915"
}, {
    "name": "ООО «Зеленодольс-кий фанерный за-вод»",
    "latitude": "55,8415",
    "longitude": "48,5612",
    "size": "410,73",
    "x": "2681,7064",
    "y": "3952,1658"
}, {
    "name": " ООО «Поволжский фанерно-мебельный комбинат»",
    "latitude": "55,8424",
    "longitude": "48,498",
    "size": "410,73",
    "x": "2679,0313",
    "y": "3948,3568"
}, {
    "name": " ОАО «Альметьевс-кий насосный за-вод»",
    "latitude": "54,9014",
    "longitude": "52,2971",
    "size": "457,79",
    "x": "2898,3213",
    "y": "4124,1082"
}, {
    "name": "  ООО «Альметьевс-кий инструмен-тальный завод»",
    "latitude": "54,8911",
    "longitude": "52,2905",
    "size": "46,3",
    "x": "2898,8045",
    "y": "4123,2199"
}, {
    "name": " ОАО «Чистопольс-кий ликеро-водочный завод»",
    "latitude": "55,3678",
    "longitude": "50,6144",
    "size": "152,38",
    "x": "2798,3978",
    "y": "4051,6352"
}, {
    "name": "ОАО «Алексеевская керамика»",
    "latitude": "55,1481",
    "longitude": "50,1063",
    "size": "110",
    "x": "2793,316",
    "y": "4011,2968"
}, {
    "name": " ОАО «Буинский сахарный завод»",
    "latitude": "54,987",
    "longitude": "48,3063",
    "size": "26,12",
    "x": "2729,5581",
    "y": "3896,331"
}, {
    "name": "ОАО «Птицефабрика Казанская»",
    "latitude": "55,8776",
    "longitude": "48,8898",
    "size": "370,39",
    "x": "2692,7368",
    "y": "3973,8083"
}, {
    "name": "ОАО «Заинский сахарный завод»",
    "latitude": "55,3044",
    "longitude": "52,003",
    "size": "2040",
    "x": "2857,8202",
    "y": "4127,8938"
}, {
    "name": " ООО «Уруссинский химический завод»",
    "latitude": "54,6014",
    "longitude": "53,4594",
    "size": "25,2",
    "x": "2965,0561",
    "y": "4172,4552"
}, {
    "name": "ООО «Казанский кабельный завод»",
    "latitude": "55,645",
    "longitude": "49,2057",
    "size": "521,6",
    "x": "2721,8391",
    "y": "3981,8508"
}, {
    "name": " ООО «Лениногорс-кий механический завод»",
    "latitude": "54,595",
    "longitude": "52,494",
    "size": "214,3",
    "x": "2928,0743",
    "y": "4119,4395"
}, {
    "name": "ООО «Камский арматурный завод»",
    "latitude": "55,6243",
    "longitude": "52,3914",
    "size": "240",
    "x": "2849,675",
    "y": "4165,6342"
}, {
    "name": " ООО «Казанский крановый завод Гертек»",
    "latitude": "55,9506",
    "longitude": "49,097",
    "size": "24",
    "x": "2696,136",
    "y": "3989,7614"
}, {
    "name": " ЗАО «Актанышский агрегатный завод»",
    "latitude": "55,7133",
    "longitude": "54,0772",
    "size": "125,9",
    "x": "2906,4039",
    "y": "4262,754"
}, {
    "name": " ОАО «Арский кирпичный завод»",
    "latitude": "56,0995",
    "longitude": "49,8866",
    "size": "120",
    "x": "2717,5671",
    "y": "4044,0903"
}, {
    "name": "ОАО «Бугульминс-кий механический завод»",
    "latitude": "54,5263",
    "longitude": "52,8428",
    "size": "457,79",
    "x": "2946,661",
    "y": "4135,08"
}, {
    "name": " «Мебельная фабрика Березка»",
    "latitude": "55,8377",
    "longitude": "49,0567",
    "size": "540,3",
    "x": "2702,3441",
    "y": "3982,0122"
}, {
    "name": "  «Казанская мебель-ная фабрика»",
    "latitude": "55,7839",
    "longitude": "49,1844",
    "size": "670,9",
    "x": "2711,3077",
    "y": "3987,1577"
}, {
    "name": "  ЗАО «Казанская фармацевтическая фабрика»",
    "latitude": "55,8319",
    "longitude": "49,1485",
    "size": "494,01",
    "x": "2706,5006",
    "y": "3987,2681"
}, {
    "name": " ОАО «Казанский завод медицинской аппаратуры»",
    "latitude": "55,7173",
    "longitude": "49,0898",
    "size": "278,2",
    "x": "2712,064",
    "y": "3978,317"
}, {
    "name": "  ОАО «Зеленодольс-кая швейная фаб-рика»",
    "latitude": "55,8377",
    "longitude": "48,5129",
    "size": "52,63",
    "x": "2679,9716",
    "y": "3949,0454"
}, {
    "name": "ОАО «Нижнекамс-кая швейная фаб-рика»",
    "latitude": "55,6295",
    "longitude": "51,7894",
    "size": "42,63",
    "x": "2826,0782",
    "y": "4131,9451"
}, {
    "name": " «Чистопольский часовой завод Восток»",
    "latitude": "55,3656",
    "longitude": "50,605",
    "size": "54,3",
    "x": "2798,1764",
    "y": "4050,982"
}, {
    "name": " «Алексеевская фабрика художест-венного ткачества»",
    "latitude": "55,3072",
    "longitude": "50,106",
    "size": "52,63",
    "x": "2782,1544",
    "y": "4019,0202"
}, {
    "name": " ОАО «Юдинская швейная фабрика»",
    "latitude": "55,8222",
    "longitude": "48,898",
    "size": "42,63",
    "x": "2696,9147",
    "y": "3971,6988"
}, {
    "name": "   ЗАО «Васильевский стекольный завод»",
    "latitude": "55,8276",
    "longitude": "48,6908",
    "size": "65,2",
    "x": "2688,0153",
    "y": "3959,3957"
}, {
    "name": "  ОАО «Кукморская швейная фабрика»",
    "latitude": "56,1887",
    "longitude": "50,8901",
    "size": "2,63",
    "x": "2750,856",
    "y": "4107,427"
}, {
    "name": "ОАО «Глазовский завод Металлист»",
    "latitude": "58,1343",
    "longitude": "52,6542",
    "size": "83,2",
    "x": "2673,8988",
    "y": "4301,5359"
}, {
    "name": "ООО «Ижевский нефтеперерабаты-вающий завод» ",
    "latitude": "56,7922",
    "longitude": "53,1963",
    "size": "6752,79",
    "x": "2793,8178",
    "y": "4268,1328"
}, {
    "name": "ОАО «Ижнефтемаш»",
    "latitude": "56,8313",
    "longitude": "53,2695",
    "size": "657,79",
    "x": "2793,5699",
    "y": "4274,1165"
}, {
    "name": "ОАО «Альтаир»",
    "latitude": "56,8941",
    "longitude": "53,2422",
    "size": "65,8",
    "x": "2787,8916",
    "y": "4275,6547"
}, {
    "name": "ОАО «Бумагодела-тельного машиност-роения»",
    "latitude": "56,8937",
    "longitude": "53,2781",
    "size": "457,8",
    "x": "2789,2257",
    "y": "4277,6354"
}, {
    "name": "ЗАО «Редуктор»",
    "latitude": "56,8649",
    "longitude": "53,2177",
    "size": "65,9",
    "x": "2789,1789",
    "y": "4272,8677"
}, {
    "name": " ОАО «Ижевский механический завод»",
    "latitude": "56,8325",
    "longitude": "53,2338",
    "size": "542,3",
    "x": "2792,181",
    "y": "4272,1869"
}, {
    "name": " ОАО «Ижевский ма-шиностроительный завод»",
    "latitude": "56,8445",
    "longitude": "53,1858",
    "size": "123,54",
    "x": "2789,538",
    "y": "4270,0956"
}, {
    "name": "  ОАО «Ижевский металлургический завод»",
    "latitude": "56,8326",
    "longitude": "53,1854",
    "size": "75",
    "x": "2790,4103",
    "y": "4269,4938"
}, {
    "name": " ОАО «Ижевский эл-ектромеханический завод»",
    "latitude": "56,8596",
    "longitude": "53,1766",
    "size": "7800",
    "x": "2788,0774",
    "y": "4270,3173"
}, {
    "name": "ООО «Ижевский лакокрасочный завод» ",
    "latitude": "56,8806",
    "longitude": "53,2363",
    "size": "212",
    "x": "2788,6845",
    "y": "4274,6688"
}, {
    "name": " ООО «Ижевский котельный завод» ",
    "latitude": "56,8386",
    "longitude": "53,159",
    "size": "415,2",
    "x": "2789,0006",
    "y": "4268,313"
}, {
    "name": "  ООО «Ижевский завод кузнечно-прессового обору-дования» ",
    "latitude": "56,8065",
    "longitude": "53,1978",
    "size": "120",
    "x": "2792,8071",
    "y": "4268,9136"
}, {
    "name": " ДОАО «Ижевский инструментальный завод»",
    "latitude": "56,8395",
    "longitude": "53,1877",
    "size": "41,5",
    "x": "2789,9799",
    "y": "4269,9581"
}, {
    "name": "ЗАО «Ижевский опытно-механичес-кий завод»",
    "latitude": "56,8752",
    "longitude": "53,1811",
    "size": "459",
    "x": "2787,0785",
    "y": "4271,3274"
}, {
    "name": "  ОАО «Ижевский деревообрабатывающий завод»",
    "latitude": "56,8415",
    "longitude": "53,1265",
    "size": "52,7",
    "x": "2787,599",
    "y": "4266,6394"
}, {
    "name": " ЗАО «Ижевский завод керамических материалов»",
    "latitude": "56,8283",
    "longitude": "53,1254",
    "size": "171",
    "x": "2788,5417",
    "y": "4265,9357"
}, {
    "name": "  ОАО «Литейный завод Редуктор»",
    "latitude": "56,8873",
    "longitude": "53,3678",
    "size": "68,3",
    "x": "2792,9581",
    "y": "4282,3139"
}, {
    "name": " «Ижевская мебель-ная фабрика»",
    "latitude": "56,8181",
    "longitude": "53,2075",
    "size": "500,6",
    "x": "2792,2964",
    "y": "4270,0196"
}, {
    "name": "  ООО «Ижевская швейная фабри-ка Зангари»",
    "latitude": "56,8323",
    "longitude": "53,1564",
    "size": "2,63",
    "x": "2789,3751",
    "y": "4267,8612"
}, {
    "name": "  ООО «Кузнечно-литейный завод»",
    "latitude": "56,8313",
    "longitude": "53,2695",
    "size": "6,84",
    "x": "2793,5699",
    "y": "4274,1165"
}, {
    "name": "   ООО «Кондитерс-кая фабрика Золушка»",
    "latitude": "56,8648",
    "longitude": "53,182",
    "size": "94,84",
    "x": "2787,8865",
    "y": "4270,8716"
}, {
    "name": "ООО «ПК Уралтехнология»",
    "latitude": "56,8928",
    "longitude": "53,3106",
    "size": "1021",
    "x": "2790,4727",
    "y": "4279,4009"
}, {
    "name": "ОАО «Ижевский завод пластмасс»",
    "latitude": "56,885",
    "longitude": "53,3155",
    "size": "35,2",
    "x": "2791,2331",
    "y": "4279,2937"
}, {
    "name": "ПТК «Царевна»",
    "latitude": "56,8703",
    "longitude": "53,2288",
    "size": "2,63",
    "x": "2789,18",
    "y": "4273,7494"
}, {
    "name": "ПП «Ижевский Теплоагрегатный Завод»",
    "latitude": "56,82",
    "longitude": "53,2069",
    "size": "451",
    "x": "2792,1329",
    "y": "4270,0788"
}, {
    "name": " ООО «Ижевский Завод Тепловой Техники»",
    "latitude": "56,8413",
    "longitude": "53,1301",
    "size": "147,2",
    "x": "2787,7453",
    "y": "4266,8308"
}, {
    "name": " ООО «Ижлитмашсервис»",
    "latitude": "56,8374",
    "longitude": "53,1557",
    "size": "6,84",
    "x": "2788,9697",
    "y": "4268,0704"
}, {
    "name": "  ЗАО «Электромаш»",
    "latitude": "56,8641",
    "longitude": "53,2093",
    "size": "65,3",
    "x": "2788,9328",
    "y": "4272,3604"
}, {
    "name": "  ООО «Глазовский комбикормовый завод»",
    "latitude": "58,1194",
    "longitude": "52,713",
    "size": "1,3",
    "x": "2677,1108",
    "y": "4304,2061"
}, {
    "name": " ОАО «Чепецкий механический завод»",
    "latitude": "58,1497",
    "longitude": "52,658",
    "size": "185,1",
    "x": "2672,8778",
    "y": "4302,4722"
}, {
    "name": "ОАО «Удмуртский завод строительных материалов»",
    "latitude": "58,1309",
    "longitude": "52,6417",
    "size": "142",
    "x": "2673,7089",
    "y": "4300,6611"
}, {
    "name": " ПАО «Глазовская мебельная фабри-ка»",
    "latitude": "58,1326",
    "longitude": "52,6853",
    "size": "890,3",
    "x": "2675,1336",
    "y": "4303,2376"
}, {
    "name": "ОАО «Швейная фабрика Рабочая марка»",
    "latitude": "58,1468",
    "longitude": "52,6651",
    "size": "2,63",
    "x": "2673,3483",
    "y": "4302,7436"
}, {
    "name": "  ООО «Химагрегат»",
    "latitude": "58,1316",
    "longitude": "52,6979",
    "size": "65,3",
    "x": "2675,6571",
    "y": "4303,9121"
}, {
    "name": "  ООО «Удмуртская птицефабрика»",
    "latitude": "58,131",
    "longitude": "52,608",
    "size": "36",
    "x": "2672,5004",
    "y": "4298,734"
}, {
    "name": "   ООО «Опытно-экспериментальный завод Теплоагрегат»",
    "latitude": "58,1302",
    "longitude": "52,7003",
    "size": "98,2",
    "x": "2675,8476",
    "y": "4303,984"
}, {
    "name": " ОАО «Ликеро-водочный завод Глазовский»",
    "latitude": "58,1491",
    "longitude": "52,6659",
    "size": "152,38",
    "x": "2673,2041",
    "y": "4302,8968"
}, {
    "name": " ОАО «Воткинский машиностроитель-ный завод»",
    "latitude": "57,0515",
    "longitude": "53,9852",
    "size": "154,2",
    "x": "2802,7915",
    "y": "4324,4251"
}, {
    "name": "  ОАО «Воткинский завод газовой аппаратуры»",
    "latitude": "57,0268",
    "longitude": "53,9846",
    "size": "315,2",
    "x": "2804,6341",
    "y": "4323,1835"
}, {
    "name": "   ООО «Кирпичный завод Воткинский»",
    "latitude": "57,0262",
    "longitude": "53,9809",
    "size": "790,7",
    "x": "2804,5477",
    "y": "4322,9512"
}, {
    "name": " ООО «Воткинская птицефабрика»",
    "latitude": "57,0421",
    "longitude": "53,9581",
    "size": "450,39",
    "x": "2802,5367",
    "y": "4322,478"
}, {
    "name": " ОАО «Воткинский завод точного литья»",
    "latitude": "57,0268",
    "longitude": "53,9846",
    "size": "700",
    "x": "2804,6341",
    "y": "4323,1835"
}, {
    "name": " ООО «Завод точных заготовок»",
    "latitude": "57,0294",
    "longitude": "53,9976",
    "size": "900",
    "x": "2804,9004",
    "y": "4324,0238"
}, {
    "name": " ООО «Сарапульская обувная фабрика»",
    "latitude": "56,4507",
    "longitude": "53,8017",
    "size": "2,63",
    "x": "2841,3371",
    "y": "4284,7771"
}, {
    "name": "  ООО «Сарапульская швейная фабрика»",
    "latitude": "56,4761",
    "longitude": "53,8204",
    "size": "2,63",
    "x": "2840,1154",
    "y": "4287,0598"
}, {
    "name": "ЗАО «Сарапульская кондитерская фаб-рика»",
    "latitude": "56,4638",
    "longitude": "53,8037",
    "size": "4,6",
    "x": "2840,4299",
    "y": "4285,5361"
}, {
    "name": "ЗАО «Сарапульский дрожжепивоварен-ный завод»",
    "latitude": "56,4583",
    "longitude": "53,8039",
    "size": "152,38",
    "x": "2840,8485",
    "y": "4285,2743"
}, {
    "name": " ОАО «Сарапульский ликеро-водочный завод»",
    "latitude": "56,4582",
    "longitude": "53,8135",
    "size": "462,1",
    "x": "2841,2043",
    "y": "4285,7947"
}, {
    "name": " ОАО «Балезинский литейно-механичес-кий завод»",
    "latitude": "57,9843",
    "longitude": "53,0074",
    "size": "715,12",
    "x": "2697,7306",
    "y": "4314,6402"
}, {
    "name": " ООО «Балезинский деревообрабатывающий комбинат»",
    "latitude": "57,9955",
    "longitude": "53,0178",
    "size": "1024",
    "x": "2697,2559",
    "y": "4315,7574"
}, {
    "name": "ООО «Балезинский завод строительных материалов»",
    "latitude": "57,9824",
    "longitude": "53,0091",
    "size": "145,12",
    "x": "2697,934",
    "y": "4314,6471"
}, {
    "name": " ООО «Кизнерская кондитерская фабрика»",
    "latitude": "56,2735",
    "longitude": "51,518",
    "size": "94,84",
    "x": "2769,0623",
    "y": "4147,8765"
}, {
    "name": " ООО «Игринский трубно-механичес-кий завод»",
    "latitude": "57,5402",
    "longitude": "53,0862",
    "size": "789",
    "x": "2733,9191",
    "y": "4298,0452"
}, {
    "name": "ООО «Можгинский литейный завод Арсенал»",
    "latitude": "56,4322",
    "longitude": "52,1957",
    "size": "154,8",
    "x": "2783,2971",
    "y": "4194,3109"
}, {
    "name": " ЗАО «Чепецкая мебельная фаб-рика»",
    "latitude": "57,8847",
    "longitude": "53,3889",
    "size": "670,2",
    "x": "2718,7366",
    "y": "4331,4676"
}, {
    "name": "ООО «Стекольный завод Факел»",
    "latitude": "57,6356",
    "longitude": "53,0221",
    "size": "64",
    "x": "2724,4656",
    "y": "4298,9727"
}, {
    "name": " ООО «Птицефабри-ка Вараксино»",
    "latitude": "56,8661",
    "longitude": "53,0878",
    "size": "30",
    "x": "2784,3548",
    "y": "4265,6726"
}, {
    "name": "  ООО «Увинский завод строительных материалов»",
    "latitude": "56,9761",
    "longitude": "52,2809",
    "size": "112",
    "x": "2746,5181",
    "y": "4225,4072"
}, {
    "name": "  ООО «Нылгинская мебельная фабрика»",
    "latitude": "56,7688",
    "longitude": "52,3755",
    "size": "960,3",
    "x": "2765,3109",
    "y": "4220,8198"
}, {
    "name": " ЗАО «Трикотажная фабрика Шаркан-трикотаж»",
    "latitude": "57,2944",
    "longitude": "53,8765",
    "size": "2,63",
    "x": "2780,5883",
    "y": "4330,2803"
}, {
    "name": "ОАО «Промтрактор»",
    "latitude": "56,1152",
    "longitude": "47,3324",
    "size": "587,3",
    "x": "2611,7718",
    "y": "3888,9547"
}, {
    "name": "ОАО «Научно-производст-венный комплекс ЭЛАРА им. Г.А. Ильенко»",
    "latitude": "56,1435",
    "longitude": "47,2045",
    "size": "247,3",
    "x": "2604,4743",
    "y": "3882,2302"
}, {
    "name": " ООО «Обувная фабрика Старатель»",
    "latitude": "56,1424",
    "longitude": "47,2734",
    "size": "170",
    "x": "2607,4468",
    "y": "3886,4998"
}, {
    "name": "ООО «Швейная фабрика ФИЛ»",
    "latitude": "56,1256",
    "longitude": "47,3096",
    "size": "2,63",
    "x": "2610,108",
    "y": "3888,0019"
}, {
    "name": "ОАО «Чувашкабель»",
    "latitude": "56,1161",
    "longitude": "47,298",
    "size": "514,2",
    "x": "2610,265",
    "y": "3886,8429"
}, {
    "name": "ООО «Швейная фабрика Ольга»",
    "latitude": "56,1247",
    "longitude": "47,2291",
    "size": "2,63",
    "x": "2606,7836",
    "y": "3882,918"
}, {
    "name": "ОАО «Завод Чебоксарская керамика»",
    "latitude": "56,0796",
    "longitude": "47,267",
    "size": "450",
    "x": "2611,4356",
    "y": "3883,2388"
}, {
    "name": "АО «Чебоксарский завод РТИ»",
    "latitude": "56,0764",
    "longitude": "47,2765",
    "size": "156,84",
    "x": "2612,0525",
    "y": "3883,6877"
}, {
    "name": "ОАО «Чебоксарский агрегатный завод»",
    "latitude": "56,1243",
    "longitude": "47,2845",
    "size": "264,3",
    "x": "2609,1411",
    "y": "3886,3711"
}, {
    "name": "ООО «Чебоксарский литейный завод  ПромЛитСнаб»",
    "latitude": "56,1265",
    "longitude": "47,3276",
    "size": "124,6",
    "x": "2610,8032",
    "y": "3889,1694"
}, {
    "name": "ОАО «Чебоксарский завод строительных материалов»",
    "latitude": "56,1494",
    "longitude": "47,2276",
    "size": "165,7",
    "x": "2605,0463",
    "y": "3883,9474"
}, {
    "name": "ОАО «Чебоксарская кондитерская фабрика Акконд»",
    "latitude": "56,1364",
    "longitude": "47,2958",
    "size": "94,84",
    "x": "2608,7952",
    "y": "3887,6297"
}, {
    "name": "ООО «Кондитерская фабрика Сластена»",
    "latitude": "56,0754",
    "longitude": "47,2789",
    "size": "94,84",
    "x": "2612,2213",
    "y": "3883,7924"
}, {
    "name": "ЗАО «Чебоксарский электрозавод Трансформатор»",
    "latitude": "56,1335",
    "longitude": "47,2768",
    "size": "69,7",
    "x": "2608,1934",
    "y": "3886,3077"
}, {
    "name": "ООО «Чебоксарский трикотаж»",
    "latitude": "56,135",
    "longitude": "47,2818",
    "size": "65,3",
    "x": "2608,3018",
    "y": "3886,6892"
}, {
    "name": "ОАО «Букет Чувашии»",
    "latitude": "56,134",
    "longitude": "47,3145",
    "size": "152,38",
    "x": "2609,7438",
    "y": "3888,6912"
}, {
    "name": "ОАО «Чебоксарский ликеро-водочный завод»",
    "latitude": "56,1515",
    "longitude": "47,2359",
    "size": "152,38",
    "x": "2605,253",
    "y": "3884,5633"
}, {
    "name": "ООО «Меховая фабрика Керек»",
    "latitude": "56,1272",
    "longitude": "47,3123",
    "size": "145,2",
    "x": "2610,1129",
    "y": "3888,2438"
}, {
    "name": "ООО «Чебоксарская меховая фабрика Золотой Овен»",
    "latitude": "56,0999",
    "longitude": "47,2884",
    "size": "263",
    "x": "2610,96",
    "y": "3885,5038"
}, {
    "name": "ОАО «Чебоксарский завод энергообору-дования»",
    "latitude": "56,1136",
    "longitude": "47,2377",
    "size": "552,7",
    "x": "2607,8978",
    "y": "3882,952"
}, {
    "name": "ООО «Обувная фабрика Юта»",
    "latitude": "56,1424",
    "longitude": "47,2734",
    "size": "200,45",
    "x": "2607,4468",
    "y": "3886,4998"
}, {
    "name": "ООО «Чебоксарский трубный завод»",
    "latitude": "56,1099",
    "longitude": "47,5085",
    "size": "1500",
    "x": "2619,5193",
    "y": "3899,7113"
}, {
    "name": "ООО «Новочебок-сарский электроме-ханический завод»",
    "latitude": "56,1031",
    "longitude": "47,4957",
    "size": "145,3",
    "x": "2619,4458",
    "y": "3898,6023"
}, {
    "name": "ООО «Новочебок-сарская швейная фабрика Пике»",
    "latitude": "56,1073",
    "longitude": "47,4556",
    "size": "2,63",
    "x": "2617,4794",
    "y": "3896,2926"
}, {
    "name": "ОАО «Новочебок-сарский завод стро-ительных материа-лов»",
    "latitude": "56,1239",
    "longitude": "47,5108",
    "size": "103",
    "x": "2618,6626",
    "y": "3900,4947"
}, {
    "name": "ООО «Алатырский электромеханичес-кий завод Лисма»",
    "latitude": "54,8606",
    "longitude": "46,5945",
    "size": "870,2",
    "x": "2664,0653",
    "y": "3785,0461"
}, {
    "name": "ОАО «Алатырский механический завод»",
    "latitude": "54,8466",
    "longitude": "46,5747",
    "size": "210",
    "x": "2664,1188",
    "y": "3783,1578"
}, {
    "name": "ОАО «Алатырский светотехнический завод»",
    "latitude": "54,8606",
    "longitude": "46,5945",
    "size": "580,4",
    "x": "2664,0653",
    "y": "3785,0461"
}, {
    "name": "ЗАО «Канашский вагоноремонтный завод Промтрактор-вагон»",
    "latitude": "55,5193",
    "longitude": "47,5252",
    "size": "201",
    "x": "2660,2873",
    "y": "3873,5366"
}, {
    "name": "ООО «Канашский завод металличес-кой дроби»",
    "latitude": "55,4961",
    "longitude": "47,464",
    "size": "136,2",
    "x": "2659,251",
    "y": "3868,67"
}, {
    "name": "ОАО «Электрощит»",
    "latitude": "56,046",
    "longitude": "47,3016",
    "size": "365,4",
    "x": "2615,1701",
    "y": "3883,8716"
}, {
    "name": "ЗАО «Козловский завод электроаппа-ратуры»",
    "latitude": "55,8434",
    "longitude": "48,2575",
    "size": "100",
    "x": "2668,9894",
    "y": "3933,7048"
}, {
    "name": "ОАО «Цивильский молочный завод»",
    "latitude": "55,8591",
    "longitude": "47,4579",
    "size": "2185",
    "x": "2634,4302",
    "y": "3885,0605"
}, {
    "name": "ОАО «Чебоксарская Ватная Фабрика»",
    "latitude": "55,735",
    "longitude": "47,1936",
    "size": "2,63",
    "x": "2631,6232",
    "y": "3862,8821"
}, {
    "name": "ООО «Агрохолдинг Юрма»",
    "latitude": "56,0719",
    "longitude": "47,2086",
    "size": "370,39",
    "x": "2609,4966",
    "y": "3879,2295"
}, {
    "name": "ЗАО «Марпосадкабель»",
    "latitude": "56,0964",
    "longitude": "47,7044",
    "size": "521,2",
    "x": "2628,6302",
    "y": "3911,2835"
}, {
    "name": "ЗАО «Чебоксарский электромеханичес-кий завод»",
    "latitude": "56,1147",
    "longitude": "47,5475",
    "size": "1004",
    "x": "2620,8251",
    "y": "3902,3616"
}, {
    "name": "ОАО «Пермский завод Машиностро-итель»",
    "latitude": "58,0686",
    "longitude": "56,3346",
    "size": "542,6",
    "x": "2804,518",
    "y": "4500,1475"
}, {
    "name": "ООО «Пермский электромеханичес-кий завод»",
    "latitude": "57,9883",
    "longitude": "56,2055",
    "size": "365,427",
    "x": "2806,5968",
    "y": "4489,4534"
}, {
    "name": "ООО «Верхнекамс-кая Строительная Компания»",
    "latitude": "58,0341",
    "longitude": "56,0385",
    "size": "1024",
    "x": "2797,5271",
    "y": "4482,914"
}, {
    "name": "ОАО «Пермская научно-производст-венная приборостроительная компания»",
    "latitude": "57,9999",
    "longitude": "56,2633",
    "size": "542,1",
    "x": "2807,5807",
    "y": "4493,0509"
}, {
    "name": "ОАО «Пермский мотовозоремонтный завод»",
    "latitude": "58,0187",
    "longitude": "56,2527",
    "size": "2096",
    "x": "2805,7595",
    "y": "4493,4166"
}, {
    "name": "АО «Пермский За-вод Металлообра-батывающих Цент-ров»",
    "latitude": "58,0513",
    "longitude": "56,5978",
    "size": "520,1",
    "x": "2814,4319",
    "y": "4513,0191"
}, {
    "name": "ООО «Электротяж-маш-Привод»",
    "latitude": "58,1232",
    "longitude": "57,8101",
    "size": "635,4",
    "x": "2847,3246",
    "y": "4578,5497"
}, {
    "name": "ОАО «Велта»",
    "latitude": "57,9666",
    "longitude": "56,2636",
    "size": "321,5",
    "x": "2810,2014",
    "y": "4491,4341"
}, {
    "name": "ОАО «Верещагинс-кий путевой ремонт-но-механический завод»",
    "latitude": "58,0766",
    "longitude": "54,6555",
    "size": "1356",
    "x": "2747,9644",
    "y": "4410,7731"
}, {
    "name": "ОАО «Морион»",
    "latitude": "57,9908",
    "longitude": "56,2054",
    "size": "384,6",
    "x": "2806,3976",
    "y": "4489,5707"
}, {
    "name": "ООО «Фирма «Радиус-Сервис»",
    "latitude": "57,9112",
    "longitude": "56,3086",
    "size": "6705,79",
    "x": "2816,0183",
    "y": "4491,0678"
}, {
    "name": "ОАО «Александровс-кий машинострои-тельный завод»",
    "latitude": "59,1622",
    "longitude": "57,5739",
    "size": "1452,3",
    "x": "2756,638",
    "y": "4617,3746"
}, {
    "name": "ПАО «Мотовилихинс-кие заводы»",
    "latitude": "58,0359",
    "longitude": "56,3067",
    "size": "2675,12",
    "x": "2806,1751",
    "y": "4497,0866"
}, {
    "name": "ООО «Юго-Камский машиностроитель-ный завод»",
    "latitude": "57,7014",
    "longitude": "55,5836",
    "size": "2675,12",
    "x": "2808,3232",
    "y": "4442,5684"
}, {
    "name": "ЗАО «ЭЛКАМ-нефтемаш»",
    "latitude": "57,9778",
    "longitude": "56,2679",
    "size": "789,3",
    "x": "2809,4642",
    "y": "4492,2085"
}, {
    "name": "ООО «Пермский Завод Термической Обработки»",
    "latitude": "57,9208",
    "longitude": "56,1517",
    "size": "471,3",
    "x": "2810,1154",
    "y": "4483,3225"
}, {
    "name": "«ООО УралТермоПром»»",
    "latitude": "57,9208",
    "longitude": "56,1517",
    "size": "654,2",
    "x": "2810,1154",
    "y": "4483,3225"
}, {
    "name": "ЗАО «Пермский моторостроительный комплекс»",
    "latitude": "57,9825",
    "longitude": "56,2525",
    "size": "6847,124",
    "x": "2808,5914",
    "y": "4491,6325"
}, {
    "name": "ОАО «Пермские цветные металлы»",
    "latitude": "58,0031",
    "longitude": "56,3077",
    "size": "541,3",
    "x": "2808,7818",
    "y": "4495,5317"
}, {
    "name": "ОАО «Ависма»",
    "latitude": "59,4079",
    "longitude": "56,804",
    "size": "2 500",
    "x": "2713,204",
    "y": "4589,2214"
}, {
    "name": "ОАО «Соликамский магниевый завод»",
    "latitude": "59,607",
    "longitude": "56,7531",
    "size": "260,4",
    "x": "2695,6715",
    "y": "4595,9472"
}, {
    "name": "ОАО «Чусовской металлургический завод»",
    "latitude": "58,2944",
    "longitude": "57,8149",
    "size": "66,5",
    "x": "2833,7807",
    "y": "4587,279"
}, {
    "name": "ОАО «Нытва»",
    "latitude": "57,9385",
    "longitude": "55,3284",
    "size": "50,9",
    "x": "2781,3736",
    "y": "4440,515"
}, {
    "name": "ОАО «АК Лысьвенский металлургический завод»",
    "latitude": "58,1051",
    "longitude": "57,7933",
    "size": "110",
    "x": "2848,245",
    "y": "4576,8049"
}, {
    "name": "ОАО «Краснокамс-кий завод метал-лических сеток»",
    "latitude": "58,0739",
    "longitude": "55,7649",
    "size": "540",
    "x": "2785,393",
    "y": "4470,3806"
}, {
    "name": "ОАО «Пашийский металлургическо-цементный завод»",
    "latitude": "58,4302",
    "longitude": "58,2596",
    "size": "180,5",
    "x": "2836,6044",
    "y": "4616,2849"
}, {
    "name": "ОАО «Губахинский кокс»",
    "latitude": "58,8651",
    "longitude": "57,562",
    "size": "2100",
    "x": "2780,1768",
    "y": "4602,4109"
}, {
    "name": "ОАО «Уралоргсин-тез»",
    "latitude": "56,7781",
    "longitude": "54,1478",
    "size": "1000",
    "x": "2829,2077",
    "y": "4319,8779"
}, {
    "name": "ООО «ЛУКОЙЛ-Пермнефтеоргсин-тез»",
    "latitude": "57,9227",
    "longitude": "56,1388",
    "size": "1480",
    "x": "2809,5424",
    "y": "4482,7386"
}, {
    "name": "ООО «Лукойл-Пермь»",
    "latitude": "58,0094",
    "longitude": "56,2319",
    "size": "2400",
    "x": "2805,808",
    "y": "4491,8711"
}, {
    "name": "ООО «Лукойл-Пермнефтегазпереработка»",
    "latitude": "57,9939",
    "longitude": "56,213",
    "size": "1470",
    "x": "2806,4038",
    "y": "4490,1211"
}, {
    "name": "ЗАО «Сибур-Химпром» ",
    "latitude": "53,2491",
    "longitude": "50,2685",
    "size": "261,2",
    "x": "2931,6167",
    "y": "3925,7823"
}, {
    "name": "ОАО «ГалоПолимер Пермь",
    "latitude": "58,0155",
    "longitude": "55,9094",
    "size": "267,12",
    "x": "2794,7274",
    "y": "4475,1922"
}, {
    "name": "ОАО «Сорбент»",
    "latitude": "57,9917",
    "longitude": "55,9319",
    "size": "467",
    "x": "2797,3292",
    "y": "4475,2197"
}, {
    "name": "ОАО «Уралкалий»",
    "latitude": "59,6244",
    "longitude": "56,7636",
    "size": "100",
    "x": "2694,5993",
    "y": "4597,3178"
}, {
    "name": "ОАО «Азот»",
    "latitude": "59,4091",
    "longitude": "56,7482",
    "size": "494,2",
    "x": "2711,3778",
    "y": "4586,3518"
}, {
    "name": "ОАО «Метафракс» ",
    "latitude": "58,8371",
    "longitude": "57,5545",
    "size": "1100",
    "x": "2782,1941",
    "y": "4600,6689"
}, {
    "name": "ООО «Хенкель-Рус»",
    "latitude": "58,0188",
    "longitude": "55,923",
    "size": "160",
    "x": "2794,9185",
    "y": "4476,072"
}, {
    "name": "ОАО «Минеральные удобрения»",
    "latitude": "57,8839",
    "longitude": "56,1652",
    "size": "280",
    "x": "2813,4466",
    "y": "4482,2199"
}, {
    "name": "Пермская печатная фабрика «Гознак»",
    "latitude": "57,9898",
    "longitude": "56,1975",
    "size": "1136",
    "x": "2806,2169",
    "y": "4489,1073"
}, {
    "name": "ОАО «Пиломатери-алы Красный Октябрь»",
    "latitude": "58,0062",
    "longitude": "56,139",
    "size": "320,4",
    "x": "2803,013",
    "y": "4486,8388"
}, {
    "name": "ОАО «Соликамскбум-пром»",
    "latitude": "59,6957",
    "longitude": "56,6818",
    "size": "443",
    "x": "2686,3579",
    "y": "4596,3586"
}, {
    "name": "ОАО «Целлюлозно-бумажный комбинат Кама»",
    "latitude": "58,0698",
    "longitude": "55,7822",
    "size": "510",
    "x": "2786,2852",
    "y": "4471,0996"
}, {
    "name": "«Краснокамская бумажная фабрика» ",
    "latitude": "58,0765",
    "longitude": "55,7428",
    "size": "1136",
    "x": "2784,4589",
    "y": "4469,3333"
}, {
    "name": "ООО «Пермский фанерный комби-нат»",
    "latitude": "57,9416",
    "longitude": "55,5542",
    "size": "710,8",
    "x": "2788,693",
    "y": "4452,736"
}, {
    "name": "ООО «Вишерский целлюлозно-бума-жный комбинат»",
    "latitude": "60,4026",
    "longitude": "57,0792",
    "size": "1136",
    "x": "2641,3711",
    "y": "4650,1453"
}, {
    "name": "Филиал ООО «Нестле Россия» в Перми",
    "latitude": "57,9461",
    "longitude": "56,2654",
    "size": "30",
    "x": "2811,8672",
    "y": "4490,5226"
}, {
    "name": "ОАО «Кондитерская фабрика Пермская»",
    "latitude": "58,0464",
    "longitude": "56,3192",
    "size": "94,84",
    "x": "2805,759",
    "y": "4498,2549"
}, {
    "name": "ООО «Юнимилк»",
    "latitude": "57,9502",
    "longitude": "56,2626",
    "size": "1271",
    "x": "2811,4541",
    "y": "4490,5772"
}, {
    "name": "ОАО «Покровский хлеб»",
    "latitude": "57,9825",
    "longitude": "56,2392",
    "size": "36,5",
    "x": "2808,1558",
    "y": "4490,9358"
}, {
    "name": "ОАО «ЖБК-1»",
    "latitude": "57,9729",
    "longitude": "56,2597",
    "size": "120",
    "x": "2809,5798",
    "y": "4491,5389"
}, {
    "name": "ООО «Камский кабель»",
    "latitude": "58,1226",
    "longitude": "56,2924",
    "size": "254,3",
    "x": "2798,901",
    "y": "4500,5786"
}, {
    "name": "ООО «Инкаб»",
    "latitude": "57,9999",
    "longitude": "56,2633",
    "size": "7,37",
    "x": "2807,5807",
    "y": "4493,0509"
}, {
    "name": "ПАО «Мотовилихинс-кие заводы»",
    "latitude": "58,0204",
    "longitude": "56,1805",
    "size": "100",
    "x": "2803,2619",
    "y": "4489,7132"
}, {
    "name": "ООО «Трубопровод-спецстрой»",
    "latitude": "58,073",
    "longitude": "56,3472",
    "size": "547,6",
    "x": "2804,5831",
    "y": "4501,0219"
}, {
    "name": "ОАО «Горнозаводск-цемент»",
    "latitude": "58,3747",
    "longitude": "58,3309",
    "size": "2700",
    "x": "2843,2595",
    "y": "4617,0829"
}, {
    "name": "ОАО «Березниковс-кий содовый завод»",
    "latitude": "59,4258",
    "longitude": "56,7644",
    "size": "210",
    "x": "2710,5432",
    "y": "4587,9921"
}, {
    "name": "ОАО «Электромаши-ностроительный завод ЛЕПСЕ»",
    "latitude": "58,6242",
    "longitude": "49,649",
    "size": "2354,6",
    "x": "2527,9023",
    "y": "4145,3048"
}, {
    "name": "ОАО «Кировский станкостроительный завод»",
    "latitude": "58,6033",
    "longitude": "49,6604",
    "size": "128,9",
    "x": "2529,8417",
    "y": "4145,0829"
}, {
    "name": "ЗАО «Красный инструментальщик»",
    "latitude": "58,614",
    "longitude": "49,6675",
    "size": "650,1",
    "x": "2529,3337",
    "y": "4145,9915"
}, {
    "name": "ООО «РИМ-X»",
    "latitude": "58,5046",
    "longitude": "49,7041",
    "size": "670,2",
    "x": "2538,621",
    "y": "4143,3996"
}, {
    "name": "ОАО «Ново - Вятка»",
    "latitude": "58,6133",
    "longitude": "49,6689",
    "size": "368,5",
    "x": "2529,4369",
    "y": "4146,0466"
}, {
    "name": "ОАО «Физприбор»",
    "latitude": "58,6247",
    "longitude": "49,6531",
    "size": "584",
    "x": "2528,0198",
    "y": "4145,5789"
}, {
    "name": "ОАО «Электропривод»",
    "latitude": "58,6242",
    "longitude": "49,649",
    "size": "1478",
    "x": "2527,9023",
    "y": "4145,3048"
}, {
    "name": "ОАО «Вятка»",
    "latitude": "58,5764",
    "longitude": "49,5953",
    "size": "26,2",
    "x": "2529,3429",
    "y": "4139,8935"
}, {
    "name": "ОАО «Завод «Сельмаш»",
    "latitude": "58,5764",
    "longitude": "49,5953",
    "size": "62,7",
    "x": "2529,3429",
    "y": "4139,8935"
}, {
    "name": "ОАО «АВИТЕК»",
    "latitude": "58,6354",
    "longitude": "49,5965",
    "size": "1245",
    "x": "2525,1236",
    "y": "4142,5697"
}, {
    "name": "ОАО ЭЗСО «Динамо»",
    "latitude": "58,6094",
    "longitude": "49,6643",
    "size": "364,95",
    "x": "2529,5466",
    "y": "4145,5919"
}, {
    "name": "ОАО «Ремстройгид-равлика»",
    "latitude": "58,5733",
    "longitude": "49,6276",
    "size": "158,2",
    "x": "2530,7804",
    "y": "4141,7425"
}, {
    "name": "ГУП «Спецоборудова-ние»",
    "latitude": "58,5764",
    "longitude": "49,5953",
    "size": "340",
    "x": "2529,3429",
    "y": "4139,8935"
}, {
    "name": "ОАО «Веста»",
    "latitude": "58,5876",
    "longitude": "49,6142",
    "size": "89,3",
    "x": "2529,2435",
    "y": "4141,5502"
}, {
    "name": "ООО «Ремонтно-механический завод Кирово-Чепецкого химического комбината»",
    "latitude": "58,5535",
    "longitude": "49,9997",
    "size": "210",
    "x": "2546,1402",
    "y": "4163,645"
}, {
    "name": "ОАО «Слободской машиностроительный завод»",
    "latitude": "58,7462",
    "longitude": "50,1855",
    "size": "362,8",
    "x": "2538,9993",
    "y": "4183,5156"
}, {
    "name": "ООО «Молот Мэттем»",
    "latitude": "56,2315",
    "longitude": "51,0701",
    "size": "210",
    "x": "2754,7913",
    "y": "4119,9561"
}, {
    "name": "ОАО «Кирскабель»",
    "latitude": "59,3385",
    "longitude": "52,2429",
    "size": "257,8",
    "x": "2568,6938",
    "y": "4332,8028"
}, {
    "name": "ПКП «МИТО»",
    "latitude": "58,5408",
    "longitude": "49,9764",
    "size": "147",
    "x": "2546,1937",
    "y": "4161,6596"
}, {
    "name": "ОАО «Вэлконт»",
    "latitude": "58,5424",
    "longitude": "50,0248",
    "size": "2369",
    "x": "2547,8828",
    "y": "4164,6816"
}, {
    "name": "ОАО «Аркульский судостроительно-ремонтный завод им. Кирова»",
    "latitude": "57,2814",
    "longitude": "50,0423",
    "size": "320,7",
    "x": "2639,5928",
    "y": "4108,6538"
}, {
    "name": "ОАО «Кировский завод »Маяк»",
    "latitude": "58,5984",
    "longitude": "49,6588",
    "size": "100",
    "x": "2530,1362",
    "y": "4144,7682"
}, {
    "name": "ОАО «Кировский завод по обработке цветных металлов»",
    "latitude": "58,6317",
    "longitude": "49,6355",
    "size": "110",
    "x": "2526,8536",
    "y": "4144,8057"
}, {
    "name": "ЗАО «Омутнинский металлургический завод»",
    "latitude": "58,6652",
    "longitude": "52,1778",
    "size": "150",
    "x": "2617,1246",
    "y": "4298,5302"
}, {
    "name": "ОАО «Песковский литейный завод»",
    "latitude": "59,0436",
    "longitude": "52,3572",
    "size": "240",
    "x": "2594,9584",
    "y": "4326,1896"
}, {
    "name": "ОАО «Шинный комплекс Амтел-Поволжье»",
    "latitude": "58,6183",
    "longitude": "49,6706",
    "size": "350,84",
    "x": "2529,1387",
    "y": "4146,3718"
}, {
    "name": "ООО «БиоХимЗавод»",
    "latitude": "58,6168",
    "longitude": "49,5987",
    "size": "365,4",
    "x": "2526,5508",
    "y": "4141,8851"
}, {
    "name": "ОАО «Кировская фармацевтическая фабрика»",
    "latitude": "58,6043",
    "longitude": "49,6749",
    "size": "45,63",
    "x": "2530,313",
    "y": "4146,0178"
}, {
    "name": "«Завод минеральных удобрений КЧХК»",
    "latitude": "58,557",
    "longitude": "49,9909",
    "size": "2170",
    "x": "2545,5577",
    "y": "4163,2639"
}, {
    "name": "ООО «Кирово-Чепецкая хими-ческая компания»",
    "latitude": "58,5408",
    "longitude": "49,9764",
    "size": "22,2",
    "x": "2546,1937",
    "y": "4161,6596"
}, {
    "name": "ООО «Восток»",
    "latitude": "58,787",
    "longitude": "52,2455",
    "size": "1,5",
    "x": "2610,3712",
    "y": "4308,0289"
}, {
    "name": "ООО «Вымпел — М»",
    "latitude": "58,2837",
    "longitude": "48,3066",
    "size": "1500",
    "x": "2500,9882",
    "y": "4046,8694"
}, {
    "name": "ЗАО НПО «Химсинтез»",
    "latitude": "58,5366",
    "longitude": "50,0429",
    "size": "255,12",
    "x": "2548,9792",
    "y": "4165,5264"
}, {
    "name": "ООО «Орбита СП»",
    "latitude": "58,5503",
    "longitude": "49,992",
    "size": "147,5",
    "x": "2546,0856",
    "y": "4163,0333"
}, {
    "name": "ООО «Кирово-Чепецкий завод «Агрохимикат»",
    "latitude": "58,5408",
    "longitude": "49,9764",
    "size": "53,2",
    "x": "2546,1937",
    "y": "4161,6596"
}, {
    "name": "ООО «Чепецкнефте-продукт»",
    "latitude": "58,5233",
    "longitude": "49,9848",
    "size": "6717,7",
    "x": "2547,7783",
    "y": "4161,394"
}, {
    "name": "ООО «ПКП МИТО»",
    "latitude": "58,5408",
    "longitude": "49,9764",
    "size": "637",
    "x": "2546,1937",
    "y": "4161,6596"
}, {
    "name": "ОАО «Завод поли-мерных изделий ЛИТОН» ",
    "latitude": "58,6312",
    "longitude": "49,6709",
    "size": "165,6",
    "x": "2528,2164",
    "y": "4146,9596"
}, {
    "name": "ООО «ГалоПолимер Кирово-Чепецк»",
    "latitude": "58,557",
    "longitude": "49,9896",
    "size": "127",
    "x": "2545,5093",
    "y": "4163,1846"
}, {
    "name": "Компания «ФоресТ»",
    "latitude": "58,6029",
    "longitude": "49,6696",
    "size": "86,4",
    "x": "2530,2156",
    "y": "4145,6304"
}, {
    "name": "ОАО «Лесной профиль»",
    "latitude": "58,6009",
    "longitude": "49,6424",
    "size": "308",
    "x": "2529,3402",
    "y": "4143,8709"
}, {
    "name": "ОАО «Нововятский лыжный комбинат»",
    "latitude": "58,5095",
    "longitude": "49,7015",
    "size": "67,2",
    "x": "2538,169",
    "y": "4143,4573"
}, {
    "name": "ООО ЛПК «Полеко»",
    "latitude": "60,3513",
    "longitude": "47,0828",
    "size": "67,2",
    "x": "2308,0461",
    "y": "4054,8671"
}, {
    "name": "ЗАО ПО «Ресурс»",
    "latitude": "58,556",
    "longitude": "50,0317",
    "size": "28,9",
    "x": "2547,1513",
    "y": "4165,7068"
}, {
    "name": "ЗАО Компания «МЦ-5»",
    "latitude": "58,5408",
    "longitude": "49,9764",
    "size": "1515",
    "x": "2546,1937",
    "y": "4161,6596"
}, {
    "name": "ООО «Мебельная фабрика Лотус»",
    "latitude": "58,623",
    "longitude": "49,6253",
    "size": "860,1",
    "x": "2527,1005",
    "y": "4143,7948"
}, {
    "name": "ЗАО «Красный якорь»",
    "latitude": "58,7113",
    "longitude": "50,1983",
    "size": "67,2",
    "x": "2542,0203",
    "y": "4182,747"
}, {
    "name": "ОАО «Лузский ЛПК»",
    "latitude": "60,6361",
    "longitude": "47,242",
    "size": "67,2",
    "x": "2293,7641",
    "y": "4076,7794"
}, {
    "name": "ООО «Слободской мебельный ком-бинат»",
    "latitude": "58,7455",
    "longitude": "50,182",
    "size": "750,4",
    "x": "2538,9211",
    "y": "4183,2716"
}, {
    "name": "ООО «Новая Вятка»",
    "latitude": "58,4955",
    "longitude": "49,744",
    "size": "670,2",
    "x": "2540,7779",
    "y": "4145,4418"
}, {
    "name": "ОАО «Кировский мясокомбинат»",
    "latitude": "58,6182",
    "longitude": "49,6626",
    "size": "563",
    "x": "2528,8462",
    "y": "4145,8759"
}, {
    "name": "ОАО «Вятич»",
    "latitude": "58,5824",
    "longitude": "49,6697",
    "size": "152,38",
    "x": "2531,7025",
    "y": "4144,731"
}, {
    "name": "ОАО «Кирово-Чепецкий хлебо-комбинат»",
    "latitude": "58,5423",
    "longitude": "50,0661",
    "size": "33",
    "x": "2549,4291",
    "y": "4167,1928"
}, {
    "name": "ОАО «Городской молочный завод»",
    "latitude": "58,5439",
    "longitude": "50,0285",
    "size": "23,6",
    "x": "2547,9117",
    "y": "4164,9738"
}, {
    "name": "ОАО «Уржумский спиртоводочный завод»",
    "latitude": "57,1212",
    "longitude": "50,0029",
    "size": "152,38",
    "x": "2649,5423",
    "y": "4098,8935"
}, {
    "name": "ОАО «Слободской мясокомбинат»",
    "latitude": "58,7396",
    "longitude": "50,1664",
    "size": "531",
    "x": "2538,7753",
    "y": "4182,0604"
}, {
    "name": "ЗАО «Кировский молочный комби-нат»",
    "latitude": "58,5938",
    "longitude": "49,6375",
    "size": "72",
    "x": "2529,6698",
    "y": "4143,2562"
}, {
    "name": "ОАО «Кировский кондитерско-макаронный комбинат»",
    "latitude": "58,5821",
    "longitude": "49,6723",
    "size": "68,2",
    "x": "2531,8217",
    "y": "4144,8774"
}, {
    "name": "ООО «Швейная фабрика 8 Марта»",
    "latitude": "58,62",
    "longitude": "49,6827",
    "size": "2,63",
    "x": "2529,4691",
    "y": "4147,1901"
}, {
    "name": "ОАО «Кировская трикотажная фабрика»",
    "latitude": "58,6362",
    "longitude": "49,6401",
    "size": "2,63",
    "x": "2526,7005",
    "y": "4145,287"
}, {
    "name": "АО «Слободское меховое  Белка»",
    "latitude": "58,721",
    "longitude": "50,1608",
    "size": "2,63",
    "x": "2539,9257",
    "y": "4180,8951"
}, {
    "name": "ОАО «Метако»",
    "latitude": "58,6181",
    "longitude": "49,68",
    "size": "247",
    "x": "2529,5054",
    "y": "4146,9404"
}, {
    "name": "ГП «Кировский биохимический завод»",
    "latitude": "58,6167",
    "longitude": "49,5986",
    "size": "152,38",
    "x": "2526,5543",
    "y": "4141,8746"
}, {
    "name": "СХПК «Пижанское»",
    "latitude": "53,0371",
    "longitude": "55,6137",
    "size": "142,5",
    "x": "3161,4184",
    "y": "4201,0008"
}, {
    "name": "ОАО «Кировский маргариновый завод»",
    "latitude": "58,6008",
    "longitude": "49,6216",
    "size": "249,34",
    "x": "2528,567",
    "y": "4142,5878"
}, {
    "name": "СХПК Агрофирма «Средне-Ивкино»",
    "latitude": "58,0028",
    "longitude": "49,4379",
    "size": "340,62",
    "x": "2564,6399",
    "y": "4104,7281"
}, {
    "name": "СХПК племзавод «Октябрьский»",
    "latitude": "58,1973",
    "longitude": "50,079",
    "size": "340,62",
    "x": "2574,9602",
    "y": "4152,5487"
}, {
    "name": "СХПК племзавод «Соколовка»",
    "latitude": "58,2709",
    "longitude": "51,227",
    "size": "370,39",
    "x": "2612,1862",
    "y": "4224,6891"
}, {
    "name": "СХПК «Зерновой»",
    "latitude": "58,5894",
    "longitude": "49,687",
    "size": "537,2",
    "x": "2531,8448",
    "y": "4146,1026"
}, {
    "name": " АОЗТ «Зверохо-зяйство «Вятка»",
    "latitude": "58,6539",
    "longitude": "49,8794",
    "size": "370,39",
    "x": "2534,3618",
    "y": "4160,7476"
}, {
    "name": "АОЗТ агрофирма «Дороничи»",
    "latitude": "58,4914",
    "longitude": "49,7488",
    "size": "496,3",
    "x": "2541,2547",
    "y": "4145,554"
}, {
    "name": "ЗАО племзавод «Красногорский»",
    "latitude": "58,6142",
    "longitude": "49,4933",
    "size": "340,62",
    "x": "2522,7784",
    "y": "4135,2788"
}, {
    "name": "ОАО «Вахрушиюфть»",
    "latitude": "58,6809",
    "longitude": "50,0298",
    "size": "632,2",
    "x": "2537,9938",
    "y": "4171,1335"
}, {
    "name": "ОАО «Кировский комбинат искус-ственных кож»",
    "latitude": "58,6182",
    "longitude": "49,6626",
    "size": "800",
    "x": "2528,8462",
    "y": "4145,8759"
}, {
    "name": "ООО «Нижегородс-кий мукомольный завод»",
    "latitude": "56,3135",
    "longitude": "43,9511",
    "size": "1020",
    "x": "2452,5196",
    "y": "3679,2757"
}, {
    "name": "ОАО «Линдовская птицефабрика»",
    "latitude": "56,6233",
    "longitude": "44,11",
    "size": "370,39",
    "x": "2439,5785",
    "y": "3703,0909"
}, {
    "name": "ООО «Семеновский фанерный завод»",
    "latitude": "57,1465",
    "longitude": "44,5243",
    "size": "670,2",
    "x": "2423,5433",
    "y": "3752,9025"
}, {
    "name": "ОАО «Досчатинский завод медицинского оборудования»",
    "latitude": "55,4044",
    "longitude": "42,1061",
    "size": "341",
    "x": "2425,4399",
    "y": "3516,453"
}, {
    "name": " ОАО «Целлюлозно-бумажный комбинат  Волга»",
    "latitude": "56,532",
    "longitude": "43,5618",
    "size": "1136",
    "x": "2421,2282",
    "y": "3662,5195"
}, {
    "name": "ООО «Приокский механический завод»",
    "latitude": "56,2471",
    "longitude": "43,9968",
    "size": "328",
    "x": "2458,8137",
    "y": "3679,4716"
}, {
    "name": "ООО «Мебельная фабрика Континент»",
    "latitude": "56,3177",
    "longitude": "44,038",
    "size": "259",
    "x": "2456,1051",
    "y": "3685,24"
}, {
    "name": "ООО Фабрика мяг-кой мебели «Виза» ",
    "latitude": "56,2458",
    "longitude": "44,0072",
    "size": "209",
    "x": "2459,3594",
    "y": "3680,1074"
}, {
    "name": "ООО Фабрика мягкой мебели «Ассамблея»",
    "latitude": "56,3318",
    "longitude": "43,9055",
    "size": "157",
    "x": "2449,3198",
    "y": "3677,0196"
}, {
    "name": "ОАО «Нижегородс-кий машинострои-тельный завод»",
    "latitude": "56,3333",
    "longitude": "43,892",
    "size": "234,7",
    "x": "2448,6239",
    "y": "3676,1834"
}, {
    "name": "ООО «Нижегородс-кая швейная фабрика Маяк»",
    "latitude": "56,3315",
    "longitude": "44,0001",
    "size": "146,3",
    "x": "2453,5373",
    "y": "3683,3092"
}, {
    "name": "ЗАО «Деревообраба-тывающий комбинат Н. М.»",
    "latitude": "56,3046",
    "longitude": "43,8585",
    "size": "574,3",
    "x": "2448,9753",
    "y": "3672,7224"
}, {
    "name": "АО «Швейная фабрика Заря»",
    "latitude": "56,307",
    "longitude": "43,8416",
    "size": "53",
    "x": "2448,0697",
    "y": "3671,6974"
}, {
    "name": "ООО «Нижегородс-кий деревообрабаты-вающий завод»",
    "latitude": "56,2281",
    "longitude": "43,8965",
    "size": "4252,7",
    "x": "2455,5700",
    "y": "3671,9811"
}, {
    "name": "ООО «Волго-окский деревообрабатывающий комбинат»",
    "latitude": "56,2281",
    "longitude": "43,8965",
    "size": "62,7",
    "x": "2455,5700",
    "y": "3671,9811"
}, {
    "name": "ЗАО «Завод фрезерных станков»",
    "latitude": "56,2721",
    "longitude": "43,9415",
    "size": "147,6",
    "x": "2454,7507",
    "y": "3676,8634"
}, {
    "name": "ОАО «Нижегородс-кий завод испыта-тельного и техно-логического обо-рудования»",
    "latitude": "56,3161",
    "longitude": "43,9228",
    "size": "287,8",
    "x": "2451,0958",
    "y": "3677,5014"
}, {
    "name": "ООО Нижегородская мебельная фабрика «Мебельградъ»",
    "latitude": "56,2458",
    "longitude": "44,0072",
    "size": "148",
    "x": "2459,3594",
    "y": "3680,1074"
}, {
    "name": "ОАО «Нижегородс-кий молочный завод №1»",
    "latitude": "56,2559",
    "longitude": "43,875",
    "size": "440,62",
    "x": "2452,8309",
    "y": "3671,7394"
}, {
    "name": "ОАО «Выксунский металлургический завод»",
    "latitude": "55,3258",
    "longitude": "42,1549",
    "size": "460",
    "x": "2432,5510",
    "y": "3516,432"
}, {
    "name": "ООО «Шиморский судоремонтный завод»",
    "latitude": "55,3241",
    "longitude": "42,01",
    "size": "187",
    "x": "2425,8520",
    "y": "3506,5256"
}, {
    "name": "ОАО «Сергачский сахарный завод»",
    "latitude": "55,5254",
    "longitude": "45,4549",
    "size": "2662,26",
    "x": "2570,1663",
    "y": "3743,169"
}, {
    "name": "ООО «Нижегородс-кая птицефабрика»",
    "latitude": "56,4144",
    "longitude": "43,6526",
    "size": "470,39",
    "x": "2432,7846",
    "y": "3663,6324"
}, {
    "name": "ОАО «Ворсменская птицефабрика»",
    "latitude": "55,9601",
    "longitude": "43,2092",
    "size": "470,39",
    "x": "2441,7145",
    "y": "3614,5585"
}, {
    "name": "ОАО «Навашинский завод строймате-риалов»",
    "latitude": "55,5097",
    "longitude": "42,1958",
    "size": "1250,7",
    "x": "2423,1605",
    "y": "3526,9994"
}, {
    "name": "ООО «Кварцевые пески»",
    "latitude": "57,0281",
    "longitude": "44,8451",
    "size": "600",
    "x": "2445,0960",
    "y": "3769,1633"
}, {
    "name": "ОАО Спиртзавод «Чугуновский»",
    "latitude": "56,0497",
    "longitude": "45,6904",
    "size": "192,38",
    "x": "2546,0434",
    "y": "3781,7365"
}, {
    "name": "ООО «Новая Лысков-ская трикотажная фабрика»",
    "latitude": "56,0421",
    "longitude": "45,0767",
    "size": "2,63",
    "x": "2519,7728",
    "y": "3741,6442"
}, {
    "name": "ПАО «Княгининская швейная фабрика »",
    "latitude": "55,8206",
    "longitude": "45,0322",
    "size": "2,63",
    "x": "2532,2550",
    "y": "3728,9833"
}, {
    "name": "«Медико-инстру-ментальный завод им. В.И. Ленина - Ворсма »",
    "latitude": "55,9909",
    "longitude": "43,2759",
    "size": "147,6",
    "x": "2442,7930",
    "y": "3620,3492"
}, {
    "name": "ООО «Ткацкая фабрика »Дали Н»»",
    "latitude": "56,2424",
    "longitude": "44,0027",
    "size": "2,63",
    "x": "2459,3778",
    "y": "3679,6622"
}, {
    "name": "ООО «ЛУКОЙЛ-Нижегороднефтеоргсинтез»",
    "latitude": "56,1085",
    "longitude": "44,1451",
    "size": "2800,8",
    "x": "2474,3139",
    "y": "3683,3477"
}, {
    "name": "ОАО «Павловский автобус»",
    "latitude": "55,9754",
    "longitude": "43,0935",
    "size": "6500",
    "x": "2435,4974",
    "y": "3607,4314"
}, {
    "name": "ООО «Завод Вулканит»",
    "latitude": "55,9646",
    "longitude": "43,0646",
    "size": "612,3",
    "x": "2434,8636",
    "y": "3605,0272"
}, {
    "name": "ОАО «Павловский машиностроительный завод Восход»»",
    "latitude": "55,9496",
    "longitude": "43,0692",
    "size": "943,1",
    "x": "2436,0165",
    "y": "3604,6992"
}, {
    "name": "ОАО «Заволжский моторный завод»",
    "latitude": "56,6417",
    "longitude": "43,392",
    "size": "158",
    "x": "2406,6776",
    "y": "3655,7048"
}, {
    "name": "ООО «Литейный завод РосАЛит»",
    "latitude": "56,6417",
    "longitude": "43,392",
    "size": "3475,12",
    "x": "2406,6776",
    "y": "3655,7048"
}, {
    "name": "ООО «Балахнинский горно-обогати-тельный комбинат»",
    "latitude": "56,465",
    "longitude": "43,5401",
    "size": "650",
    "x": "2424,5432",
    "y": "3658,2279"
}, {
    "name": "ОАО «Балахнинский машиностроительный завод»",
    "latitude": "56,4604",
    "longitude": "43,5204",
    "size": "2675,12",
    "x": "2423,9594",
    "y": "3656,7095"
}, {
    "name": "ООО «Володарский мукомольный завод»",
    "latitude": "56,2163",
    "longitude": "43,1561",
    "size": "1020",
    "x": "2423,1335",
    "y": "3621,8621"
}, {
    "name": "ОАО «Кулебакский металлургический завод»",
    "latitude": "55,4214",
    "longitude": "42,5297",
    "size": "2875,12",
    "x": "2444,1627",
    "y": "3545,8483"
}, {
    "name": "ОАО «Кулебакский    завод металло-конструкций»",
    "latitude": "55,4199",
    "longitude": "42,516",
    "size": "369",
    "x": "2443,6183",
    "y": "3544,8599"
}, {
    "name": "ООО «Швейная фабрика Сокол»",
    "latitude": "57,1427",
    "longitude": "43,1603",
    "size": "2,63",
    "x": "2364,4432",
    "y": "3660,8522"
}, {
    "name": "ОАО «Ильиногорс-кий комбикормовый завод»",
    "latitude": "56,2255",
    "longitude": "42,9779",
    "size": "1,47",
    "x": "2414,5044",
    "y": "3610,2183"
}, {
    "name": "ЗАО «Пивоваренный завод  Лысковский»",
    "latitude": "56,0356",
    "longitude": "45,0562",
    "size": "152,38",
    "x": "2519,2978",
    "y": "3740,0231"
}, {
    "name": "ООО «Большемураш-кинская швейная фабрика»",
    "latitude": "55,7837",
    "longitude": "44,7589",
    "size": "2,63",
    "x": "2522,5505",
    "y": "3709,5499"
}, {
    "name": "ОАО «Птицефабрика  Сеймовская»",
    "latitude": "56,2418",
    "longitude": "43,1845",
    "size": "33,39",
    "x": "2422,8012",
    "y": "3624,855"
}, {
    "name": "ЗАО «Балахнинский завод стеклотары»",
    "latitude": "56,4604",
    "longitude": "43,5204",
    "size": "842",
    "x": "2423,9594",
    "y": "3656,7095"
}, {
    "name": "ОАО «Семеновский арматурный завод»",
    "latitude": "56,794",
    "longitude": "44,479",
    "size": "649",
    "x": "2444,6187",
    "y": "3734,9153"
}, {
    "name": "ОАО «Семеновский литейно-механи-ческий завод»",
    "latitude": "56,8007",
    "longitude": "44,5019",
    "size": "1242",
    "x": "2445,1766",
    "y": "3736,7211"
}, {
    "name": "ОАО «Семеновский комбикормовый завод»",
    "latitude": "56,7932",
    "longitude": "44,4881",
    "size": "1,65",
    "x": "2445,0662",
    "y": "3735,4852"
}, {
    "name": "ООО «Павловская птицефабрика»",
    "latitude": "55,9134",
    "longitude": "43,0101",
    "size": "180,12",
    "x": "2435,6017",
    "y": "3599,1815"
}, {
    "name": "ЗАО «Заволжский деревообрабаты-вающий завод »",
    "latitude": "56,6471",
    "longitude": "43,4116",
    "size": "2257,6",
    "x": "2407,2036",
    "y": "3657,2543"
}, {
    "name": "ООО «Мебельная фабрика ЮТА»",
    "latitude": "56,649",
    "longitude": "43,3933",
    "size": "1078",
    "x": "2406,2696",
    "y": "3656,0991"
}, {
    "name": "ООО «СИБУР-Кстово»",
    "latitude": "56,1262",
    "longitude": "44,1361",
    "size": "1420",
    "x": "2472,7756",
    "y": "3683,5157"
}, {
    "name": "ООО «Нижегородс-кий кабельный завод»",
    "latitude": "56,1447",
    "longitude": "44,3455",
    "size": "145,2",
    "x": "2480,8791",
    "y": "3698,1667"
}, {
    "name": "ЗАО «Заволжский завод гусеничных тягачей»",
    "latitude": "56,6344",
    "longitude": "43,4132",
    "size": "1663",
    "x": "2408,0853",
    "y": "3656,8285"
}, {
    "name": "ОАО «РУСПОЛИМЕТ»",
    "latitude": "55,4214",
    "longitude": "42,5297",
    "size": "672,4",
    "x": "2444,1627",
    "y": "3545,8483"
}, {
    "name": "ОАО «Гидроагрегат»",
    "latitude": "55,9496",
    "longitude": "43,0692",
    "size": "58,3",
    "x": "2436,0165",
    "y": "3604,6992"
}, {
    "name": "ОАО «Окская судоверфь»",
    "latitude": "55,5399",
    "longitude": "42,1842",
    "size": "1445",
    "x": "2420,7604",
    "y": "3527,4882"
}, {
    "name": "ООО «Кондитерская фабрика 1 Мая»»",
    "latitude": "56,315",
    "longitude": "43,9448",
    "size": "114,84",
    "x": "2452,1435",
    "y": "3678,9202"
}, {
    "name": "ООО «Мебельная фабрика Сильва»",
    "latitude": "56,1081",
    "longitude": "43,4926",
    "size": "270,47",
    "x": "2445,1476",
    "y": "3639,875"
}, {
    "name": "ОАО «Швейная фабрика Восход»",
    "latitude": "56,1072",
    "longitude": "43,5045",
    "size": "2,63",
    "x": "2445,7400",
    "y": "3640,6333"
}, {
    "name": "ООО «Нижегородс-кий завод по переработке РТИ»",
    "latitude": "56,1086",
    "longitude": "43,4964",
    "size": "60,84",
    "x": "2445,2868",
    "y": "3640,1507"
}, {
    "name": "ЗАО «Богородская кондитерская фабрика»",
    "latitude": "56,1047",
    "longitude": "43,5089",
    "size": "94,84",
    "x": "2446,0968",
    "y": "3640,8211"
}, {
    "name": "ОАО «Богородский завод хромовых кож»",
    "latitude": "56,1123",
    "longitude": "43,4808",
    "size": "42,1",
    "x": "2444,3500",
    "y": "3639,2639"
}, {
    "name": "ООО «Нижегородс-кий завод по переработке РТИ»",
    "latitude": "56,1086",
    "longitude": "43,4964",
    "size": "95,84",
    "x": "2445,2868",
    "y": "3640,1507"
}, {
    "name": "ЗАО «Дзержинская мебельная фаб-рика»",
    "latitude": "56,2527",
    "longitude": "43,4624",
    "size": "1410",
    "x": "2434,6000",
    "y": "3644,0081"
}, {
    "name": "ЗАО «Дзержинская швейная фабрика Русь»",
    "latitude": "56,247",
    "longitude": "43,4188",
    "size": "2,63",
    "x": "2433,0067",
    "y": "3640,8391"
}, {
    "name": "ООО «Дзержинский пивоваренный за-вод»",
    "latitude": "56,2463",
    "longitude": "43,4089",
    "size": "152,38",
    "x": "2432,6068",
    "y": "3640,1445"
}, {
    "name": "ООО «Нижегородс-кий арматурный завод»",
    "latitude": "56,2577",
    "longitude": "43,5908",
    "size": "147,6",
    "x": "2440,0321",
    "y": "3652,8286"
}, {
    "name": "ООО «Дзержинский химический завод»",
    "latitude": "56,2634",
    "longitude": "43,409",
    "size": "190,6",
    "x": "2431,5248",
    "y": "3640,8771"
}, {
    "name": "ООО «Октябрьский судостроительный судоремонтный завод»",
    "latitude": "56,29",
    "longitude": "44,1927",
    "size": "453,2",
    "x": "2464,7405",
    "y": "3694,3255"
}, {
    "name": "ОАО «Борская войлочная фабри-ка»",
    "latitude": "56,4047",
    "longitude": "43,9892",
    "size": "54,3",
    "x": "2448,3471",
    "y": "3685,7145"
}, {
    "name": "ОАО «Павловский опытно-механи-ческий завод»",
    "latitude": "55,99",
    "longitude": "43,1174",
    "size": "138,6",
    "x": "2435,6633",
    "y": "3609,6603"
}, {
    "name": "ООО «Индастриал-Крафт»",
    "latitude": "56,4032",
    "longitude": "43,9939",
    "size": "516,2",
    "x": "2448,6517",
    "y": "3685,9636"
}, {
    "name": "ОАО «Борский стекольный завод»",
    "latitude": "56,3439",
    "longitude": "44,0892",
    "size": "267,9",
    "x": "2456,6869",
    "y": "3689,7679"
}, {
    "name": "ОАО «Борский трубный завод»",
    "latitude": "56,3559",
    "longitude": "44,0781",
    "size": "1150",
    "x": "2455,4228",
    "y": "3689,5443"
}, {
    "name": "ООО «Синтез-Полимер»",
    "latitude": "56,2259",
    "longitude": "43,5202",
    "size": "3155,12",
    "x": "2438,8963",
    "y": "3646,7447"
}, {
    "name": "ООО «Богородский завод керамических стеновых материа-лов»",
    "latitude": "56,1123",
    "longitude": "43,4808",
    "size": "124,7",
    "x": "2444,3500",
    "y": "3639,2639"
}, {
    "name": "ОАО «Богородский машиностроительный завод»",
    "latitude": "56,3181",
    "longitude": "44,0192",
    "size": "247,6",
    "x": "2455,2458",
    "y": "3684,0064"
}, {
    "name": "ООО «Богородская швейная фабрика»",
    "latitude": "56,0971",
    "longitude": "43,5182",
    "size": "52,63",
    "x": "2446,9980",
    "y": "3641,1191"
}, {
    "name": "ООО «Богородская обувная фабрика»",
    "latitude": "56,1017",
    "longitude": "43,5087",
    "size": "850",
    "x": "2446,2784",
    "y": "3640,6797"
}, {
    "name": "ООО «Дельта Трафо»",
    "latitude": "56,3181",
    "longitude": "44,0192",
    "size": "145,6",
    "x": "2455,2458",
    "y": "3684,0064"
}, {
    "name": "ОАО «Павловский машиностроитель-ный завод»",
    "latitude": "56,2397",
    "longitude": "44,0045",
    "size": "146,2",
    "x": "2459,6312",
    "y": "3679,666"
}, {
    "name": "ООО Мебельная фабрика «Нижего-родмебель и К»",
    "latitude": "56,261",
    "longitude": "43,927",
    "size": "750,4",
    "x": "2454,8181",
    "y": "3675,4222"
}, {
    "name": "ОАО «Завод Труд»",
    "latitude": "56,2399",
    "longitude": "44,0005",
    "size": "630,5",
    "x": "2459,4405",
    "y": "3679,4086"
}, {
    "name": "ООО «Нижегородс-кий завод тепло-обменного обо-рудования»",
    "latitude": "56,2483",
    "longitude": "43,9803",
    "size": "570,6",
    "x": "2458,0032",
    "y": "3678,4255"
}, {
    "name": "ООО «Автомоби-льный завод Чайка-Сервис»",
    "latitude": "56,3666",
    "longitude": "43,7951",
    "size": "1676,3",
    "x": "2442,1826",
    "y": "3671,1357"
}, {
    "name": "ЗАО «Сормовская кондитерская фабрика»",
    "latitude": "56,2697",
    "longitude": "43,9468",
    "size": "146,7",
    "x": "2455,1403",
    "y": "3677,1135"
}, {
    "name": "ООО «Кондитерская фабрика Братья Грим»",
    "latitude": "56,2697",
    "longitude": "43,9468",
    "size": "240,64",
    "x": "2455,1403",
    "y": "3677,1135"
}, {
    "name": "ОАО «Горьковский автомобильный завод»",
    "latitude": "56,2446",
    "longitude": "43,8622",
    "size": "452,3",
    "x": "2452,9849",
    "y": "3670,4024"
}, {
    "name": "ОАО «РУМО»",
    "latitude": "56,2649",
    "longitude": "43,9308",
    "size": "245,2",
    "x": "2454,7369",
    "y": "3675,8424"
}, {
    "name": "ОАО «Завод Красное Сормово»",
    "latitude": "56,3589",
    "longitude": "43,8705",
    "size": "228,6",
    "x": "2446,0265",
    "y": "3675,8426"
}, {
    "name": "ОАО «Горьковский завод аппаратуры связи им. А.С.Попова»",
    "latitude": "56,3101",
    "longitude": "43,9483",
    "size": "69,5",
    "x": "2452,6136",
    "y": "3678,9436"
}, {
    "name": "ОАО «Завод им. Г. И. Петровского»",
    "latitude": "56,3195",
    "longitude": "44,0412",
    "size": "750",
    "x": "2456,1311",
    "y": "3685,53"
}, {
    "name": "ООО «Нижегородс-кие моторы»",
    "latitude": "56,2728",
    "longitude": "43,9035",
    "size": "442,5",
    "x": "2453,0159",
    "y": "3674,3622"
}, {
    "name": "АО «Нижегородский химико-фармацев-тический завод»",
    "latitude": "56,3021",
    "longitude": "44,017",
    "size": "1002",
    "x": "2456,1769",
    "y": "3683,1743"
}, {
    "name": "ПАО «Завод Красная Этна»",
    "latitude": "56,2954",
    "longitude": "43,9095",
    "size": "5932",
    "x": "2451,8331",
    "y": "3675,7293"
}, {
    "name": "ОАО «СИБУР-Нефтехим»",
    "latitude": "56,3101",
    "longitude": "44,0165",
    "size": "14000",
    "x": "2455,6404",
    "y": "3683,4839"
}, {
    "name": "ОАО «Арзамасский приборостроитель-ный завод имени П.И. Пландина»",
    "latitude": "55,3876",
    "longitude": "43,8341",
    "size": "250",
    "x": "2506,3284",
    "y": "3631,4482"
}, {
    "name": "ООО «Арзамасский завод газового оборудования»",
    "latitude": "55,3876",
    "longitude": "43,8341",
    "size": "4187",
    "x": "2506,3284",
    "y": "3631,4482"
}, {
    "name": "ОАО «Коммаш»",
    "latitude": "55,4047",
    "longitude": "43,8019",
    "size": "4500",
    "x": "2503,7777",
    "y": "3630,0694"
}, {
    "name": "ООО «Кстовский трубный завод»",
    "latitude": "56,1477",
    "longitude": "44,2228",
    "size": "181,5",
    "x": "2475,2446",
    "y": "3690,1851"
}, {
    "name": "ЗАО «Кстовская мебельная фаб-рика»",
    "latitude": "56,182",
    "longitude": "44,169",
    "size": "636",
    "x": "2470,6479",
    "y": "3688,1028"
}, {
    "name": "ОАО «Лукойл-Нижегороднефтеоргсинтез» ",
    "latitude": "56,1262",
    "longitude": "44,1361",
    "size": "26800",
    "x": "2472,7756",
    "y": "3683,5157"
}, {
    "name": "ООО «Кстовский молочный завод»",
    "latitude": "56,1472",
    "longitude": "44,213",
    "size": "836,5",
    "x": "2474,8417",
    "y": "3689,5149"
}, {
    "name": "ЗАО «Арзамасская кондитерская фабрика»",
    "latitude": "55,3806",
    "longitude": "43,8132",
    "size": "224,84",
    "x": "2505,8195",
    "y": "3629,7622"
}, {
    "name": "ООО «Арзамасский электромеханичес-кий завод»",
    "latitude": "55,3876",
    "longitude": "43,8341",
    "size": "188,6",
    "x": "2506,3284",
    "y": "3631,4482"
}, {
    "name": "ОАО «Арзамасский машиностроитель-ный завод»",
    "latitude": "55,3975",
    "longitude": "43,8499",
    "size": "3602",
    "x": "2506,4205",
    "y": "3632,9242"
}, {
    "name": "ООО «Оренбургский опытно-механи-ческий завод» ",
    "latitude": "51,8062",
    "longitude": "55,0722",
    "size": "2975,12",
    "x": "3229,7616",
    "y": "4105,2088"
}, {
    "name": "ОАО «Машинострои-тельный завод ОРМЕТО-ЮУМЗ»",
    "latitude": "51,2312",
    "longitude": "58,4961",
    "size": "523,5",
    "x": "3401,3710",
    "y": "4235,1729"
}, {
    "name": "ОАО »Орский щебеночный завод»",
    "latitude": "51,2081",
    "longitude": "58,6562",
    "size": "1550",
    "x": "3408,8930",
    "y": "4241,0355"
}, {
    "name": "ООО «Орский пивоваренный завод» ",
    "latitude": "51,21",
    "longitude": "58,5597",
    "size": "192,38",
    "x": "3405,2509",
    "y": "4236,7919"
}, {
    "name": "ООО «Оренбургский молочный комби-нат»",
    "latitude": "51,8022",
    "longitude": "55,0849",
    "size": "420,62",
    "x": "3230,5480",
    "y": "4105,6187"
}, {
    "name": "ООО «Новотроицкий завод строительных материалов Арго»",
    "latitude": "51,2115",
    "longitude": "58,3774",
    "size": "4452,7",
    "x": "3398,4990",
    "y": "4228,618"
}, {
    "name": "ОАО «Оренбургский комбикормовый завод »",
    "latitude": "51,7831",
    "longitude": "55,0848",
    "size": "0,97",
    "x": "3231,9126",
    "y": "4104,5365"
}, {
    "name": "ОАО ПО «САРМАТ»",
    "latitude": "51,2311",
    "longitude": "58,6393",
    "size": "1147",
    "x": "3406,5781",
    "y": "4241,6412"
}, {
    "name": "ОАО «Орский завод металлоконструкций ОЗМК»",
    "latitude": "51,2345",
    "longitude": "58,5273",
    "size": "4252,7",
    "x": "3402,2617",
    "y": "4236,7817"
}, {
    "name": "ОАО «Новотроицкий цементный завод»",
    "latitude": "51,21",
    "longitude": "58,3553",
    "size": "1350",
    "x": "3397,8023",
    "y": "4227,5244"
}, {
    "name": "ОАО «Новоорский опытно-эксперимен-тальный механичес-кий завод НОЭМЗ»",
    "latitude": "51,3817",
    "longitude": "58,9862",
    "size": "1347",
    "x": "3407,8841",
    "y": "4266,1873"
}, {
    "name": "ЗАО «Птицефабрика Оренбургская»",
    "latitude": "51,885",
    "longitude": "54,8814",
    "size": "10,25",
    "x": "3216,5970",
    "y": "4100,0671"
}, {
    "name": "ОАО «Кувандыкский завод КПО Долина»",
    "latitude": "51,4889",
    "longitude": "57,3791",
    "size": "2,75",
    "x": "3341,2344",
    "y": "4198,8374"
}, {
    "name": "ОАО «Уральская Сталь»",
    "latitude": "51,21",
    "longitude": "58,3553",
    "size": "3275,12",
    "x": "3397,8023",
    "y": "4227,5244"
}, {
    "name": "ОАО «Оренбургские минералы»",
    "latitude": "51,035",
    "longitude": "59,8756",
    "size": "650",
    "x": "3465,2650",
    "y": "4284,5948"
}, {
    "name": "ОАО «Новосергиевс-кий механический завод»",
    "latitude": "52,0805",
    "longitude": "53,6426",
    "size": "650",
    "x": "3153,1448",
    "y": "4047,5502"
}, {
    "name": "АО «Бузулукский ме-ханический завод»",
    "latitude": "52,796",
    "longitude": "52,259",
    "size": "2675,12",
    "x": "3046,3085",
    "y": "4012,7814"
}, {
    "name": "ООО «Алексеевский Птицекомплекс»",
    "latitude": "51,8827",
    "longitude": "54,1755",
    "size": "31,5",
    "x": "3188,6455",
    "y": "4064,1026"
}, {
    "name": "ОАО «Гайский горно-обогатительный комбинат»",
    "latitude": "51,4802",
    "longitude": "58,4562",
    "size": "2983,2",
    "x": "3381,4887",
    "y": "4248,0998"
}, {
    "name": "ОАО «Орскнефтеорг-синтез»",
    "latitude": "51,2543",
    "longitude": "58,512",
    "size": "4788",
    "x": "3400,2413",
    "y": "4237,2643"
}, {
    "name": "ЗАО «Шильдинский ремонтный завод»",
    "latitude": "51,8148",
    "longitude": "59,7714",
    "size": "102,54",
    "x": "3403,0317",
    "y": "4326,7812"
}, {
    "name": "ОАО «Орский машиностроитель-ный завод»",
    "latitude": "51,2394",
    "longitude": "58,4879",
    "size": "357,4",
    "x": "3400,4665",
    "y": "4235,2881"
}, {
    "name": "ООО «Орский электродный завод»",
    "latitude": "51,244",
    "longitude": "58,4691",
    "size": "147,6",
    "x": "3399,4423",
    "y": "4234,7088"
}, {
    "name": "ООО «Механичес-кий завод»",
    "latitude": "51,2301",
    "longitude": "58,5044",
    "size": "398,6",
    "x": "3401,7543",
    "y": "4235,4836"
}, {
    "name": "ООО «Кондитерская фабрика Орские сладости»",
    "latitude": "51,261",
    "longitude": "58,6075",
    "size": "124,84",
    "x": "3403,2120",
    "y": "4241,9824"
}, {
    "name": "ООО «Орский вагонный завод»",
    "latitude": "51,2497",
    "longitude": "58,5613",
    "size": "4525,3",
    "x": "3402,3725",
    "y": "4239,2228"
}, {
    "name": "ООО «Оренбургская кондитерская фабрика»",
    "latitude": "51,8394",
    "longitude": "55,1126",
    "size": "54,82",
    "x": "3228,9706",
    "y": "4109,1009"
}, {
    "name": "ООО «Оренбургская швейная фабрика Ореана»",
    "latitude": "51,7713",
    "longitude": "55,1069",
    "size": "2,63",
    "x": "3233,6279",
    "y": "4104,9754"
}, {
    "name": "ОАО «Оренбургский станкозавод»",
    "latitude": "51,779",
    "longitude": "55,0618",
    "size": "241,3",
    "x": "3231,3004",
    "y": "4103,1549"
}, {
    "name": "ОАО  «Оренбургский ЛРЗ Желдоррем-маш»",
    "latitude": "51,7889",
    "longitude": "55,0595",
    "size": "4525,3",
    "x": "3230,5007",
    "y": "4103,5981"
}, {
    "name": "ОАО «Завод Инвертор»",
    "latitude": "51,8113",
    "longitude": "55,1477",
    "size": "351,4",
    "x": "3232,3650",
    "y": "4109,2707"
}, {
    "name": " ОАО «Башкируголь»",
    "latitude": "52,341",
    "longitude": "56,1571",
    "size": "2542",
    "x": "3232,9272",
    "y": "4189,1109"
}, {
    "name": "ОАО «Гайский ГОК» ",
    "latitude": "51,4802",
    "longitude": "58,4562",
    "size": "431,3",
    "x": "3381,4887",
    "y": "4248,0998"
}, {
    "name": "ОАО «Криолит»",
    "latitude": "51,484",
    "longitude": "57,3686",
    "size": "126,12",
    "x": "3341,2015",
    "y": "4198,0591"
}, {
    "name": "ОАО «Орский завод по обработке цветных металлов»",
    "latitude": "51,2497",
    "longitude": "58,5613",
    "size": "160",
    "x": "3402,3725",
    "y": "4239,2228"
}, {
    "name": "ОАО «Сплав» ",
    "latitude": "51,465",
    "longitude": "58,4437",
    "size": "55,12",
    "x": "3382,1625",
    "y": "4246,6337"
}, {
    "name": "ПО «Стрела»",
    "latitude": "51,7989",
    "longitude": "55,1198",
    "size": "887,2",
    "x": "3232,1575",
    "y": "4107,1773"
}, {
    "name": "ПО «Продмаш» ",
    "latitude": "51,8112",
    "longitude": "55,0915",
    "size": "195,7",
    "x": "3230,1628",
    "y": "4106,4562"
}, {
    "name": "ОАО «Комбинат Южуралникель» ",
    "latitude": "51,2499",
    "longitude": "58,5581",
    "size": "2995,12",
    "x": "3402,2415",
    "y": "4239,0899"
}, {
    "name": "ОАО «Новотроицкий завод хромовых соединений» ",
    "latitude": "51,21",
    "longitude": "58,3553",
    "size": "186,12",
    "x": "3397,8023",
    "y": "4227,5244"
}, {
    "name": "ОАО «Оренбургский завод РТИ»",
    "latitude": "51,785",
    "longitude": "55,0358",
    "size": "48,6",
    "x": "3229,8461",
    "y": "4102,1919"
}, {
    "name": "ОАО «Бузулукский завод тяжелого машиностроения» ",
    "latitude": "52,7927",
    "longitude": "52,2535",
    "size": "315,12",
    "x": "3046,3132",
    "y": "4012,3078"
}, {
    "name": "ОАО «Завод бурово-го оборудования»",
    "latitude": "51,7902",
    "longitude": "55,1242",
    "size": "2975,12",
    "x": "3232,9542",
    "y": "4106,9063"
}, {
    "name": "ОАО «Орский меха-нический завод» ",
    "latitude": "51,2301",
    "longitude": "58,5044",
    "size": "789,2",
    "x": "3401,7543",
    "y": "4235,4836"
}, {
    "name": "ОАО «Завод Строймаш»",
    "latitude": "51,2293",
    "longitude": "58,4752",
    "size": "183,5",
    "x": "3400,7508",
    "y": "4234,113"
}, {
    "name": "АООТ «Медногорс-кий медно-серный комбинат»",
    "latitude": "51,4347",
    "longitude": "57,5732",
    "size": "1670",
    "x": "3352,4389",
    "y": "4204,748"
}, {
    "name": "ОАО «Носта» ",
    "latitude": "51,21",
    "longitude": "58,3553",
    "size": "2971,2",
    "x": "3397,8023",
    "y": "4227,5244"
}, {
    "name": "ООО «Оренбург-газпром» ",
    "latitude": "51,778",
    "longitude": "55,1467",
    "size": "8775,3",
    "x": "3234,7135",
    "y": "4107,3414"
}, {
    "name": "ОАО «Оренбургское сверло» ",
    "latitude": "51,7841",
    "longitude": "55,1159",
    "size": "57,6",
    "x": "3233,0649",
    "y": "4106,1474"
}, {
    "name": "ЗАО «Оренбургская мебельная фаб-рика»",
    "latitude": "51,7767",
    "longitude": "55,0614",
    "size": "710",
    "x": "3231,4493",
    "y": "4103,0052"
}, {
    "name": "ОАО «Колтубановс-кая мебельная фаб-рика»",
    "latitude": "52,907",
    "longitude": "52,2987",
    "size": "590",
    "x": "3040,1576",
    "y": "4020,8299"
}, {
    "name": "ОАО «Новотроицкий завод силикатных стеновых материалов» ",
    "latitude": "51,2041",
    "longitude": "58,3763",
    "size": "12158",
    "x": "3399,0049",
    "y": "4228,1291"
}, {
    "name": "ОАО «Оренбург-асбест» ",
    "latitude": "51,035",
    "longitude": "59,8756",
    "size": "2875,12",
    "x": "3465,2650",
    "y": "4284,5948"
}, {
    "name": "ОАО «Орское карероуправление» ",
    "latitude": "51,2911",
    "longitude": "58,4252",
    "size": "884,3",
    "x": "3394,3626",
    "y": "4235,5086"
}, {
    "name": "АООТ «Ореншаль»",
    "latitude": "51,7887",
    "longitude": "55,146",
    "size": "2,63",
    "x": "3233,9188",
    "y": "4107,9105"
}, {
    "name": "ЗАО «Ореана» ",
    "latitude": "51,7713",
    "longitude": "55,1069",
    "size": "15",
    "x": "3233,6279",
    "y": "4104,9754"
}, {
    "name": "ОАО «Оренбург-швеймех» ",
    "latitude": "51,7606",
    "longitude": "55,0826",
    "size": "23",
    "x": "3233,4375",
    "y": "4103,157"
}, {
    "name": "ОАО «Орентекс» ",
    "latitude": "51,8428",
    "longitude": "55,1199",
    "size": "2,63",
    "x": "3229,0136",
    "y": "4109,6576"
}, {
    "name": "ОАО «Орника» ",
    "latitude": "51,2252",
    "longitude": "58,473",
    "size": "2,63",
    "x": "3400,9736",
    "y": "4233,7699"
}, {
    "name": "ООО «Уральский шелк» ",
    "latitude": "51,7734",
    "longitude": "55,1083",
    "size": "12,63",
    "x": "3233,5326",
    "y": "4105,1639"
}, {
    "name": "ОАО «Илецксоль»",
    "latitude": "51,146",
    "longitude": "54,9994",
    "size": "2462,26",
    "x": "3273,9389",
    "y": "4064,1091"
}, {
    "name": "ОАО «Оренбург-молоко» ",
    "latitude": "51,8022",
    "longitude": "55,0849",
    "size": "390,62",
    "x": "3230,5480",
    "y": "4105,6187"
}, {
    "name": "ОАО «Орский мясоконсервный комбинат» ",
    "latitude": "51,2009",
    "longitude": "58,6223",
    "size": "140,39",
    "x": "3408,1967",
    "y": "4239,0782"
}, {
    "name": "ОАО «Мясной комби-нат Оренбургский» ",
    "latitude": "51,7797",
    "longitude": "55,0714",
    "size": "220,19",
    "x": "3231,6284",
    "y": "4103,6746"
}, {
    "name": "ОАО «Маслоэкстрак-ционный завод»",
    "latitude": "51,7763",
    "longitude": "55,0806",
    "size": "600,3",
    "x": "3232,2343",
    "y": "4103,9429"
}, {
    "name": "ОАО «Трикотажная фабрика Ника»",
    "latitude": "51,2282",
    "longitude": "58,5063",
    "size": "122,63",
    "x": "3401,9639",
    "y": "4235,4568"
}, {
    "name": "ЗАО «Силикатный завод» ",
    "latitude": "51,7847",
    "longitude": "55,0337",
    "size": "185",
    "x": "3229,7848",
    "y": "4102,0699"
}, {
    "name": "ОАО «Новоорский опытно-эксперимен-тальный мехзавод» ",
    "latitude": "51,3817",
    "longitude": "58,9862",
    "size": "1221,3",
    "x": "3407,8841",
    "y": "4266,1873"
}, {
    "name": "ОАО «Оренбургский станкозавод» ",
    "latitude": "51,779",
    "longitude": "55,0618",
    "size": "640,3",
    "x": "3231,3004",
    "y": "4103,1549"
}, {
    "name": "ОАО «Завод Металлист» ",
    "latitude": "51,7565",
    "longitude": "55,0893",
    "size": "670,89",
    "x": "3233,9951",
    "y": "4103,2605"
}, {
    "name": "ОАО «Долина» ",
    "latitude": "51,4889",
    "longitude": "57,3791",
    "size": "120,8",
    "x": "3341,2344",
    "y": "4198,8374"
}, {
    "name": "ОАО «Уралэлектро» ",
    "latitude": "51,4549",
    "longitude": "57,5813",
    "size": "287,6",
    "x": "3351,2572",
    "y": "4206,3073"
}, {
    "name": "ОАО «Гидропресс»",
    "latitude": "51,8025",
    "longitude": "55,0625",
    "size": "802,2",
    "x": "3229,6447",
    "y": "4104,5149"
}, {
    "name": "ОАО «Электропре-образователь» ",
    "latitude": "51,465",
    "longitude": "58,4437",
    "size": "147,2",
    "x": "3382,1625",
    "y": "4246,6337"
}, {
    "name": "ОАО «Инвертор» ",
    "latitude": "51,8113",
    "longitude": "55,1477",
    "size": "2875,12",
    "x": "3232,3650",
    "y": "4109,2707"
}, {
    "name": "ЗАО «Орский завод электромонтажных изделий» ",
    "latitude": "51,2263",
    "longitude": "58,4869",
    "size": "2875,12",
    "x": "3401,3984",
    "y": "4234,4652"
}, {
    "name": "ОАО «Нефтемасло-завод»",
    "latitude": "51,8234",
    "longitude": "55,091",
    "size": "763,55",
    "x": "3229,2686",
    "y": "4107,1189"
}, {
    "name": "ООО «Оренбургский радиатор»",
    "latitude": "51,7854",
    "longitude": "55,0995",
    "size": "153,6",
    "x": "3232,3264",
    "y": "4105,4012"
}, {
    "name": "ООО «Мебельная фабрика Горизонт »",
    "latitude": "53,1355",
    "longitude": "45,001",
    "size": "1340",
    "x": "2702,694",
    "y": "3604,2994"
}, {
    "name": "ООО «Мебельная фабрика Диал»",
    "latitude": "53,1882",
    "longitude": "45,0693",
    "size": "660,3",
    "x": "2702,5935",
    "y": "3611,0805"
}, {
    "name": "ООО «Мебельная фабрика Пеликан»",
    "latitude": "53,1627",
    "longitude": "44,9954",
    "size": "220,3",
    "x": "2700,7187",
    "y": "3605,2296"
}, {
    "name": "ОАО «ЗИФ» ",
    "latitude": "53,2162",
    "longitude": "45,0058",
    "size": "243,67",
    "x": "2697,8407",
    "y": "3608,4047"
}, {
    "name": "ЗАО «Беском» ",
    "latitude": "53,3103",
    "longitude": "45,0393",
    "size": "149",
    "x": "2693,484",
    "y": "3614,942"
}, {
    "name": "ОАО «Белинск-сельмаш»",
    "latitude": "53,1962",
    "longitude": "43,9805",
    "size": "506,9",
    "x": "2650,3803",
    "y": "3542,3467"
}, {
    "name": "ЗАО «Сердобский машиностроитель-ный завод»",
    "latitude": "52,4653",
    "longitude": "44,1925",
    "size": "239,5",
    "x": "2705,6678",
    "y": "3521,6767"
}, {
    "name": "ООО «Пензенская мебельная фабрика Первомайское»",
    "latitude": "53,1409",
    "longitude": "45,0018",
    "size": "1410,3",
    "x": "2702,392",
    "y": "3604,6044"
}, {
    "name": "ООО «Пензенский подшипниковый завод»",
    "latitude": "53,1882",
    "longitude": "45,0693",
    "size": "129",
    "x": "2702,5935",
    "y": "3611,0805"
}, {
    "name": "ОАО «Молочный комбинат Пензенс-кий МолКом»",
    "latitude": "53,1704",
    "longitude": "44,9641",
    "size": "154",
    "x": "2698,7584",
    "y": "3603,622"
}, {
    "name": "ЗАО «Пензенская швейная фабрика Имени Клары Цеткин»",
    "latitude": "53,1283",
    "longitude": "45,0241",
    "size": "2,63",
    "x": "2704,2365",
    "y": "3605,4124"
}, {
    "name": "ООО «Пензенский чугунолитейный завод»",
    "latitude": "53,2345",
    "longitude": "45,0136",
    "size": "1601",
    "x": "2697,0551",
    "y": "3609,7574"
}, {
    "name": "ООО «ПензГидро-маш»",
    "latitude": "53,2344",
    "longitude": "45,005",
    "size": "125,8",
    "x": "2696,6567",
    "y": "3609,2111"
}, {
    "name": "ООО «Пензенский часовой завод Заря»",
    "latitude": "53,2227",
    "longitude": "45,0014",
    "size": "108,2",
    "x": "2697,2242",
    "y": "3608,4337"
}, {
    "name": "ЗАО «Пензенская трикотажная фабрика»",
    "latitude": "53,1745",
    "longitude": "45,0093",
    "size": "20,63",
    "x": "2700,6311",
    "y": "3606,6605"
}, {
    "name": "ООО «Пензенский пивоваренный завод САМКО»",
    "latitude": "53,1893",
    "longitude": "45,0197",
    "size": "182,38",
    "x": "2700,1893",
    "y": "3608,0125"
}, {
    "name": " ООО «Кондитерская фабрика Слайс»",
    "latitude": "53,1729",
    "longitude": "45,0215",
    "size": "60",
    "x": "2701,3067",
    "y": "3607,3527"
}, {
    "name": "ООО «ПензЭнерго-Маш»",
    "latitude": "53,1671",
    "longitude": "45,0143",
    "size": "11,5",
    "x": "2701,3326",
    "y": "3606,6263"
}, {
    "name": "ЗАО «Пензенская кондитерская фабрика»",
    "latitude": "53,166",
    "longitude": "45,0102",
    "size": "94,84",
    "x": "2701,2086",
    "y": "3606,3165"
}, {
    "name": "ООО «МашСталь»",
    "latitude": "53,2253",
    "longitude": "44,9693",
    "size": "160",
    "x": "2695,5491",
    "y": "3606,5339"
}, {
    "name": "ООО «Кузнецкая швейная фабрика»",
    "latitude": "53,1203",
    "longitude": "46,6035",
    "size": "120,2",
    "x": "2778,1983",
    "y": "3702,9444"
}, {
    "name": "ООО «Фабрика трикотажа Заречье»",
    "latitude": "57,4648",
    "longitude": "42,2852",
    "size": "65,63",
    "x": "2305,3798",
    "y": "3613,8201"
}, {
    "name": "ЗАО «Загорский опытный завод пластмасс»",
    "latitude": "56,1914",
    "longitude": "38,0349",
    "size": "2675,12",
    "x": "2184,1927",
    "y": "3261,649"
}, {
    "name": "ОАО «Земетчинский сахарный завод»",
    "latitude": "53,4885",
    "longitude": "42,5887",
    "size": "2462,26",
    "x": "2565,2454",
    "y": "3465,2753"
}, {
    "name": "ОАО «Земетчинский механический завод»",
    "latitude": "53,5084",
    "longitude": "42,625",
    "size": "605,9",
    "x": "2565,8084",
    "y": "3468,5545"
}, {
    "name": "ОАО «Птицефабрика Васильевская»",
    "latitude": "53,3977",
    "longitude": "44,9413",
    "size": "123",
    "x": "2683,3713",
    "y": "3612,8596"
}, {
    "name": "ОАО «Студенецкий мукомольный завод»",
    "latitude": "53,2046",
    "longitude": "45,1936",
    "size": "1320",
    "x": "2707,4001",
    "y": "3619,6622"
}, {
    "name": "ООО «Шемышейс-кий комбикормовый завод»",
    "latitude": "52,8942",
    "longitude": "45,3922",
    "size": "0,98",
    "x": "2736,342",
    "y": "3617,3315"
}, {
    "name": "ЗАО «Каменский пивоваренный завод»",
    "latitude": "53,1816",
    "longitude": "44,0166",
    "size": "182,38",
    "x": "2653,0134",
    "y": "3543,9828"
}, {
    "name": "ООО «Пензенская птицефабрика»",
    "latitude": "53,2215",
    "longitude": "45,2545",
    "size": "370,39",
    "x": "2709,188",
    "y": "3624,2809"
}, {
    "name": "ООО «Черкизово-Кормопроизводст-во»",
    "latitude": "53,0435",
    "longitude": "44,8658",
    "size": "360",
    "x": "2702,0795",
    "y": "3591,4505"
}, {
    "name": "ОАО «Кузнецкий ликеро-водочный завод»",
    "latitude": "53,12",
    "longitude": "46,6079",
    "size": "152,38",
    "x": "2778,4194",
    "y": "3703,1988"
}, {
    "name": "ОАО «Кузнецкий мебельный комбинат»",
    "latitude": "53,1175",
    "longitude": "46,5806",
    "size": "1350",
    "x": "2777,3291",
    "y": "3701,409"
}, {
    "name": "ЗАО «Пензенское конструкторско-технологическое бюро арматуростроения»",
    "latitude": "53,2258",
    "longitude": "44,9528",
    "size": "35,6",
    "x": "2694,7404",
    "y": "3605,5176"
}, {
    "name": "ЗАО «Саво»",
    "latitude": "53,1674",
    "longitude": "45,0312",
    "size": "120",
    "x": "2702,11",
    "y": "3607,7036"
}, {
    "name": "ЗАО «Бессоновский компрессорный завод»",
    "latitude": "53,3227",
    "longitude": "45,0618",
    "size": "104,8",
    "x": "2693,7573",
    "y": "3616,9424"
}, {
    "name": "ООО «Лунинский комбикормовый завод»",
    "latitude": "53,5954",
    "longitude": "45,2276",
    "size": "1,4",
    "x": "2684,2292",
    "y": "3640,1881"
}, {
    "name": "ООО «Бековский сахарный завод»",
    "latitude": "52,4356",
    "longitude": "43,5988",
    "size": "2462,26",
    "x": "2678,4908",
    "y": "3482,5653"
}, {
    "name": "ЗАО «Сердобский электроламповый завод»",
    "latitude": "52,4617",
    "longitude": "44,2297",
    "size": "63,4",
    "x": "2707,6955",
    "y": "3523,8577"
}, {
    "name": "ЗАО «Башмаковский мукомольный завод»",
    "latitude": "53,2107",
    "longitude": "43,0269",
    "size": "1320",
    "x": "2603,4245",
    "y": "3481,4246"
}, {
    "name": "ОАО «Визит» ",
    "latitude": "53,1216",
    "longitude": "46,6082",
    "size": "182,38",
    "x": "2778,3298",
    "y": "3703,2947"
}, {
    "name": "ОАО «Исток»",
    "latitude": "53,2065",
    "longitude": "45,0239",
    "size": "182,38",
    "x": "2699,3037",
    "y": "3609,0873"
}, {
    "name": "ОАО «Кристалл» ",
    "latitude": "52,4589",
    "longitude": "43,7077",
    "size": "2262,26",
    "x": "2682,4129",
    "y": "3490,6012"
}, {
    "name": "ОАО «Пензаспирт-пром» ",
    "latitude": "53,1932",
    "longitude": "45,0142",
    "size": "252,38",
    "x": "2699,6846",
    "y": "3607,8502"
}, {
    "name": "ОАО «Молочный комбинат Пензенский» ",
    "latitude": "53,1704",
    "longitude": "44,9641",
    "size": "440,62",
    "x": "2698,7584",
    "y": "3603,622"
}, {
    "name": "ОАО  «Биосинтез»",
    "latitude": "53,2171",
    "longitude": "45,0618",
    "size": "542,3",
    "x": "2700,419",
    "y": "3611,9715"
}, {
    "name": "ОАО  «Мясоптицеком-бинат Пензенский» ",
    "latitude": "53,2646",
    "longitude": "45,0163",
    "size": "475,7",
    "x": "2695,2853",
    "y": "3611,3439"
}, {
    "name": "ОАО  «Виктория» ",
    "latitude": "53,44",
    "longitude": "44,6091",
    "size": "249,34",
    "x": "2665,0838",
    "y": "3593,7772"
}, {
    "name": "ОАО  «Атмис-сахар»",
    "latitude": "53,1747",
    "longitude": "43,9909",
    "size": "43,7",
    "x": "2652,2081",
    "y": "3542,0179"
}, {
    "name": "ОАО  «Пензхиммаш»",
    "latitude": "53,2263",
    "longitude": "44,9879",
    "size": "485",
    "x": "2696,362",
    "y": "3607,7528"
}, {
    "name": "ПО  «Старт»",
    "latitude": "53,1926",
    "longitude": "45,189",
    "size": "268,3",
    "x": "2707,9422",
    "y": "3618,8065"
}, {
    "name": "ФГУП  «Завод Красный гигант» ",
    "latitude": "53,7139",
    "longitude": "46,0955",
    "size": "194,3",
    "x": "2716,6111",
    "y": "3700,099"
}, {
    "name": "ОАО  «Пензадизель-маш»",
    "latitude": "53,1619",
    "longitude": "45,0045",
    "size": "281,5",
    "x": "2701,198",
    "y": "3605,7645"
}, {
    "name": "ОАО  «Пензенский арматурный завод»",
    "latitude": "53,1914",
    "longitude": "45,0341",
    "size": "35",
    "x": "2700,7351",
    "y": "3609,0176"
}, {
    "name": "ГУП  «Пензенский электротехнический НИИ» ",
    "latitude": "53,1833",
    "longitude": "45,0102",
    "size": "154,2",
    "x": "2700,1196",
    "y": "3607,1319"
}, {
    "name": "ОАО  «Пензтяжпромарма-тура» ",
    "latitude": "53,2285",
    "longitude": "44,9559",
    "size": "2675,12",
    "x": "2694,7166",
    "y": "3605,8399"
}, {
    "name": "ГУП «Радиозавод» ",
    "latitude": "53,2266",
    "longitude": "45,0062",
    "size": "106,3",
    "x": "2697,2045",
    "y": "3608,9196"
}, {
    "name": "ОАО «Завод точных приборов»",
    "latitude": "53,1587",
    "longitude": "44,9833",
    "size": "440",
    "x": "2700,3998",
    "y": "3604,2795"
}, {
    "name": "ОАО «Евлашевский ДОК» ",
    "latitude": "53,1117",
    "longitude": "46,8283",
    "size": "187,3",
    "x": "2789,0414",
    "y": "3716,2346"
}, {
    "name": "ОАО «Маяк» ",
    "latitude": "53,195",
    "longitude": "45,0183",
    "size": "1136",
    "x": "2699,7644",
    "y": "3608,193"
}, {
    "name": "ОАО «Завод КПД» ",
    "latitude": "53,2273",
    "longitude": "45,0233",
    "size": "400",
    "x": "2697,9651",
    "y": "3610,0292"
}, {
    "name": "ОАО «Пензенский кирпичный завод N2»",
    "latitude": "53,237",
    "longitude": "44,9749",
    "size": "178",
    "x": "2695,0762",
    "y": "3607,4372"
}, {
    "name": "ОАО «Стройдеталь N1» ",
    "latitude": "53,2254",
    "longitude": "45,0045",
    "size": "340",
    "x": "2697,2001",
    "y": "3608,756"
}, {
    "name": "ОАО «Яснополянс-кий завод сили-катных стеновых материалов» ",
    "latitude": "53,042",
    "longitude": "46,6537",
    "size": "165",
    "x": "2785,5608",
    "y": "3702,2074"
}, {
    "name": "ОАО «Никольский стеклозавод» ",
    "latitude": "53,6995",
    "longitude": "46,0787",
    "size": "302,7",
    "x": "2716,774",
    "y": "3698,3719"
}, {
    "name": "ОАО «Сурская мануфактура»",
    "latitude": "53,0843",
    "longitude": "45,697",
    "size": "52,63",
    "x": "2738,5822",
    "y": "3645,3683"
}, {
    "name": "ОАО «Кузнецкобувь»",
    "latitude": "53,1171",
    "longitude": "46,5784",
    "size": "120,3",
    "x": "2777,254",
    "y": "3701,2552"
}, {
    "name": "ОАО «Пензенский кирпичный завод N1» ",
    "latitude": "53,1642",
    "longitude": "44,9918",
    "size": "184,2",
    "x": "2700,4546",
    "y": "3605,0737"
}, {
    "name": "ОАО «Завод ЖБИ» ",
    "latitude": "53,2092",
    "longitude": "45,0567",
    "size": "582,7",
    "x": "2700,6771",
    "y": "3611,2783"
}, {
    "name": "ООО «ЗЖБК N2 »",
    "latitude": "53,1215",
    "longitude": "45,0145",
    "size": "265,9",
    "x": "2704,2116",
    "y": "3604,4878"
}, {
    "name": "ГП «Пензенский завод вычислитель-ной техники»",
    "latitude": "53,1283",
    "longitude": "45,0241",
    "size": "130,2",
    "x": "2704,2365",
    "y": "3605,4124"
}, {
    "name": "ГУП «Кузнецкий завод радиопри-боров» ",
    "latitude": "53,1242",
    "longitude": "46,5688",
    "size": "188,6",
    "x": "2776,355",
    "y": "3701,0123"
}, {
    "name": "Дочернее ГУП «Кузнецкий завод конденсаторов» ",
    "latitude": "53,1161",
    "longitude": "46,587",
    "size": "178,3",
    "x": "2777,7131",
    "y": "3701,7324"
}, {
    "name": "ГУП Пензенское ПО «Электроприбор» ",
    "latitude": "53,223",
    "longitude": "44,9668",
    "size": "162,3",
    "x": "2695,5761",
    "y": "3606,2682"
}, {
    "name": "ГУП НПО «Рубин»",
    "latitude": "53,2266",
    "longitude": "45,0062",
    "size": "287,3",
    "x": "2697,2045",
    "y": "3608,9196"
}, {
    "name": "ОАО «Пензамаш» ",
    "latitude": "53,1729",
    "longitude": "45,0215",
    "size": "662,2",
    "x": "2701,3067",
    "y": "3607,3527"
}, {
    "name": "ОАО «Пензкомпрес-сормаш»",
    "latitude": "53,2345",
    "longitude": "45,0136",
    "size": "781,2",
    "x": "2697,0551",
    "y": "3609,7574"
}, {
    "name": "ОАО «Электромеха-ника»",
    "latitude": "53,1742",
    "longitude": "45,0146",
    "size": "582,5",
    "x": "2700,8998",
    "y": "3606,9799"
}, {
    "name": "ОАО «Самарский сталелитейный завод» ",
    "latitude": "53,1943",
    "longitude": "50,2461",
    "size": "468,2",
    "x": "2934,4161",
    "y": "3921,7016"
}, {
    "name": "ОАО «Средневолжс-кий станкостроитель-ный завод» ",
    "latitude": "53,1947",
    "longitude": "50,0934",
    "size": "230",
    "x": "2927,8732",
    "y": "3913,0142"
}, {
    "name": "ГП «Приборострои-тельный завод Рейд»",
    "latitude": "53,1829",
    "longitude": "50,1215",
    "size": "179,3",
    "x": "2929,8799",
    "y": "3914,0154"
}, {
    "name": "ГПП «Завод им. Масленникова» ",
    "latitude": "53,2172",
    "longitude": "50,149",
    "size": "245,2",
    "x": "2928,7099",
    "y": "3917,3385"
}, {
    "name": "ЗАО «Самарская кабельная компа-ния» ",
    "latitude": "53,1893",
    "longitude": "50,2755",
    "size": "106,3",
    "x": "2936,0106",
    "y": "3923,1187"
}, {
    "name": "ОАО «Энерготех-маш» ",
    "latitude": "53,4095",
    "longitude": "49,5237",
    "size": "2975,12",
    "x": "2888,8141",
    "y": "3891,1392"
}, {
    "name": "ОАО «Тяжмаш» ",
    "latitude": "53,1784",
    "longitude": "48,4932",
    "size": "98,2",
    "x": "2859,439",
    "y": "3819,2884"
}, {
    "name": "ОАО «Самарский металлургический завод» ",
    "latitude": "53,2418",
    "longitude": "50,2809",
    "size": "354,7",
    "x": "2932,6442",
    "y": "3926,1148"
}, {
    "name": "НГДУ «Кинельнефть» ",
    "latitude": "53,6529",
    "longitude": "52,1212",
    "size": "7657,79",
    "x": "2980,3887",
    "y": "4050,3249"
}, {
    "name": "НГДУ «Первомайскнефть» ",
    "latitude": "53,3778",
    "longitude": "51,3503",
    "size": "3547,9",
    "x": "2968,1343",
    "y": "3993,3627"
}, {
    "name": "НГДУ «Жигулевскнефть»",
    "latitude": "53,4043",
    "longitude": "49,4861",
    "size": "7513,79",
    "x": "2887,5487",
    "y": "3888,6973"
}, {
    "name": "ОАО «Средневолжс-кий завод химика-тов» ",
    "latitude": "52,9899",
    "longitude": "49,6958",
    "size": "259,5",
    "x": "2924,6973",
    "y": "3879,7812"
}, {
    "name": "ОАО «Синтезкаучук» ",
    "latitude": "53,5404",
    "longitude": "49,4453",
    "size": "315,12",
    "x": "2876,5512",
    "y": "3893,174"
}, {
    "name": "ГП «Металлист» ",
    "latitude": "52,9783",
    "longitude": "49,7158",
    "size": "515,2",
    "x": "2926,3487",
    "y": "3880,3373"
}, {
    "name": "ФГУП «ЦСКБ - Прогресс» ",
    "latitude": "53,2155",
    "longitude": "50,2962",
    "size": "210",
    "x": "2935,097",
    "y": "3925,6388"
}, {
    "name": "АООТ «Самарский завод Автокран» ",
    "latitude": "53,2421",
    "longitude": "50,2915",
    "size": "500,8",
    "x": "2933,0744",
    "y": "3926,7335"
}, {
    "name": "ЗАО «Самарский завод Строммаши-на» ",
    "latitude": "53,1907",
    "longitude": "50,2528",
    "size": "301,2",
    "x": "2934,948",
    "y": "3921,8986"
}, {
    "name": "ОАО «Волгабурмаш» ",
    "latitude": "53,1168",
    "longitude": "50,0624",
    "size": "167,9",
    "x": "2931,863",
    "y": "3907,2604"
}, {
    "name": "ОАО «Самарский завод Этанол»",
    "latitude": "53,1038",
    "longitude": "49,9362",
    "size": "192,38",
    "x": "2927,334",
    "y": "3899,3814"
}, {
    "name": "ОАО «Пластик» ",
    "latitude": "53,0521",
    "longitude": "48,3995",
    "size": "267",
    "x": "2863,6969",
    "y": "3807,4527"
}, {
    "name": "ЗАО «Новокуйбышев-ская фабрика трико-тажного полотна» ",
    "latitude": "53,1177",
    "longitude": "49,944",
    "size": "2,63",
    "x": "2926,7229",
    "y": "3900,538"
}, {
    "name": "ЗАО «Самарский трикотаж»",
    "latitude": "53,1944",
    "longitude": "50,1056",
    "size": "2,63",
    "x": "2928,415",
    "y": "3913,6956"
}, {
    "name": "ОАО «Октябрьская швейная фабрика»",
    "latitude": "53,1653",
    "longitude": "48,6776",
    "size": "2,63",
    "x": "2868,4437",
    "y": "3829,4905"
}, {
    "name": "ОАО «Сызранская швейная фабрика»",
    "latitude": "53,1508",
    "longitude": "48,4627",
    "size": "52,63",
    "x": "2859,9302",
    "y": "3816,1115"
}, {
    "name": "ВОИ «Пластика» ",
    "latitude": "53,1887",
    "longitude": "50,1679",
    "size": "82,63",
    "x": "2931,4648",
    "y": "3916,9591"
}, {
    "name": "ЗАО «Лидер»",
    "latitude": "53,5588",
    "longitude": "49,3172",
    "size": "54,3",
    "x": "2869,7925",
    "y": "3886,6376"
}, {
    "name": "ЗАО «Обувьпром» ",
    "latitude": "53,1257",
    "longitude": "48,4297",
    "size": "72,1",
    "x": "2860,1411",
    "y": "3812,9111"
}, {
    "name": "ОАО «Шоколадная фабрика Россия» ",
    "latitude": "53,2392",
    "longitude": "50,2385",
    "size": "136,7",
    "x": "2931,0185",
    "y": "3923,5669"
}, {
    "name": "ОАО «Самарский комбинат спиртовой и ликеро-водочной промышленности Родник»",
    "latitude": "53,1867",
    "longitude": "50,1162",
    "size": "182,38",
    "x": "2929,3939",
    "y": "3913,9072"
}, {
    "name": "ЗАО «Тольяттинский мясокомбинат Лидер» ",
    "latitude": "53,56",
    "longitude": "49,3127",
    "size": "354,7",
    "x": "2869,5174",
    "y": "3886,4352"
}, {
    "name": "ОАО ПКК «Весна»",
    "latitude": "53,2043",
    "longitude": "50,2957",
    "size": "223,2393",
    "x": "2935,843",
    "y": "3925,0365"
}, {
    "name": "ОАО «Жигулёвский пивоваренный завод»",
    "latitude": "53,2004",
    "longitude": "50,0964",
    "size": "172,38",
    "x": "2927,6121",
    "y": "3913,4768"
}, {
    "name": "ОАО «Самарский жиркомбинат» ",
    "latitude": "53,1925",
    "longitude": "50,245",
    "size": "349,34",
    "x": "2934,4925",
    "y": "3921,5467"
}, {
    "name": "ОАО «Тольяттихлеб»",
    "latitude": "53,5138",
    "longitude": "49,43",
    "size": "7,9",
    "x": "2877,7005",
    "y": "3890,9486"
}, {
    "name": "ООО «Одежда» ",
    "latitude": "53,3807",
    "longitude": "51,3307",
    "size": "2,63",
    "x": "2967,12",
    "y": "3992,4202"
}, {
    "name": "ЗАО «Жигулевские стройматериалы»",
    "latitude": "53,4012",
    "longitude": "49,4944",
    "size": "4521",
    "x": "2888,1165",
    "y": "3889,0223"
}, {
    "name": "ОАО «Новокуйбы-шевский НПЗ»",
    "latitude": "53,1038",
    "longitude": "49,9362",
    "size": "5140",
    "x": "2927,334",
    "y": "3899,3814"
}, {
    "name": "ОАО «Сызранский НПЗ»",
    "latitude": "53,101",
    "longitude": "48,4136",
    "size": "9800",
    "x": "2861,0713",
    "y": "3810,7277"
}, {
    "name": "ОАО «АвтоВАЗ-агрегат»",
    "latitude": "53,5088",
    "longitude": "49,4192",
    "size": "257,3",
    "x": "2877,5755",
    "y": "3890,0695"
}, {
    "name": "ЗАО «Завод подшипников общего назначения»",
    "latitude": "53,2027",
    "longitude": "50,1434",
    "size": "680,134",
    "x": "2929,4622",
    "y": "3916,2776"
}, {
    "name": "ЗАО «Завод прибор-ных подшипников» ",
    "latitude": "53,2791",
    "longitude": "50,2729",
    "size": "810,52",
    "x": "2929,7478",
    "y": "3927,5674"
}, {
    "name": "ЗАО «Завод специ-альных подшип-ников» ",
    "latitude": "53,2103",
    "longitude": "50,1481",
    "size": "790",
    "x": "2929,1432",
    "y": "3916,9344"
}, {
    "name": "ОАО «Самарский подшипниковый завод» ",
    "latitude": "53,2096",
    "longitude": "50,2716",
    "size": "750",
    "x": "2934,4544",
    "y": "3923,9367"
}, {
    "name": "ОАО «Авиакор- авиационный завод»",
    "latitude": "53,2129",
    "longitude": "50,2993",
    "size": "2503",
    "x": "2935,407",
    "y": "3925,6819"
}, {
    "name": "ОАО «СНТК им. Н.Д. Кузнецова» ",
    "latitude": "53,3467",
    "longitude": "50,207",
    "size": "152,6",
    "x": "2922,314",
    "y": "3927,2614"
}, {
    "name": "ОАО «Сызраньсель-маш» ",
    "latitude": "53,1525",
    "longitude": "48,4806",
    "size": "284,8",
    "x": "2860,6083",
    "y": "3817,2523"
}, {
    "name": "ОАО «Авиаагрегат» ",
    "latitude": "53,2117",
    "longitude": "50,2906",
    "size": "207,2",
    "x": "2935,1191",
    "y": "3925,1255"
}, {
    "name": "ОАО «Тольяттиазот» ",
    "latitude": "53,5426",
    "longitude": "49,611",
    "size": "804,2",
    "x": "2883,5082",
    "y": "3902,9032"
}, {
    "name": "ОАО «Фосфор» ",
    "latitude": "53,5592",
    "longitude": "49,459",
    "size": "884,3",
    "x": "2875,8619",
    "y": "3894,9143"
}, {
    "name": "ООО «Новокуйбы-шевский завод масел и присадок»",
    "latitude": "53,0995",
    "longitude": "49,9478",
    "size": "763,55",
    "x": "2928,125",
    "y": "3899,8255"
}, {
    "name": "ООО »Самарский Стройфарфор»",
    "latitude": "53,2711",
    "longitude": "50,4006",
    "size": "140",
    "x": "2935,7162",
    "y": "3934,4222"
}, {
    "name": "ОАО «АВТОВАЗ»",
    "latitude": "53,5557",
    "longitude": "49,265",
    "size": "3000",
    "x": "2867,754",
    "y": "3883,4369"
}, {
    "name": "ОАО «Моторострои-тель» ",
    "latitude": "53,2057",
    "longitude": "50,2756",
    "size": "86,3",
    "x": "2934,8918",
    "y": "3923,9646"
}, {
    "name": "ОАО «Самарский завод клапанов» ",
    "latitude": "53,1955",
    "longitude": "50,1018",
    "size": "114,5",
    "x": "2928,1775",
    "y": "3913,5348"
}, {
    "name": "ОАО «Самарский опытно-эксперимен-тальный завод»",
    "latitude": "53,2371",
    "longitude": "50,2422",
    "size": "605,9",
    "x": "2931,3198",
    "y": "3923,6703"
}, {
    "name": "ОАО «Старт»",
    "latitude": "53,1989",
    "longitude": "50,2549",
    "size": "563,55",
    "x": "2934,4761",
    "y": "3922,4381"
}, {
    "name": "ОАО «Сокол» ",
    "latitude": "53,2049",
    "longitude": "50,1778",
    "size": "364,5",
    "x": "2930,7795",
    "y": "3918,3524"
}, {
    "name": "ОАО «Салют» ",
    "latitude": "53,2958",
    "longitude": "50,2856",
    "size": "254,3",
    "x": "2929,1423",
    "y": "3929,1447"
}, {
    "name": "ОАО «КуйбышевАзот»",
    "latitude": "53,5562",
    "longitude": "49,4505",
    "size": "1340",
    "x": "2875,7008",
    "y": "3894,2695"
}, {
    "name": "ООО «Тольяттикаучук»",
    "latitude": "53,5404",
    "longitude": "49,4453",
    "size": "350",
    "x": "2876,5512",
    "y": "3893,174"
}, {
    "name": "ОАО «Гидроавтома-тика» ",
    "latitude": "53,2104",
    "longitude": "50,2889",
    "size": "520,6",
    "x": "2935,1359",
    "y": "3924,9622"
}, {
    "name": "ОАО «Металлист-Самара» ",
    "latitude": "53,1957",
    "longitude": "50,2232",
    "size": "145,3",
    "x": "2933,3445",
    "y": "3920,4691"
}, {
    "name": "ОАО «Завод им. А.М. Тарасова» ",
    "latitude": "53,2358",
    "longitude": "50,1939",
    "size": "3952,7",
    "x": "2929,352",
    "y": "3920,8508"
}, {
    "name": "ОАО «Волгоцем-маш»",
    "latitude": "53,5205",
    "longitude": "49,4312",
    "size": "131",
    "x": "2877,2971",
    "y": "3891,3549"
}, {
    "name": "ОАО «Куйбышевс-кий НПЗ»",
    "latitude": "53,1107",
    "longitude": "50,0679",
    "size": "2580",
    "x": "2932,5146",
    "y": "3907,2623"
}, {
    "name": "ОАО «Железобетон»",
    "latitude": "53,2501",
    "longitude": "50,2957",
    "size": "340",
    "x": "2932,7046",
    "y": "3927,382"
}, {
    "name": "ОАО «Самарский завод ЭКРАН»",
    "latitude": "53,1962",
    "longitude": "50,2891",
    "size": "180",
    "x": "2936,117",
    "y": "3924,246"
}, {
    "name": "ОАО «Трансформа-тор» ",
    "latitude": "53,5191",
    "longitude": "49,4578",
    "size": "186",
    "x": "2878,5356",
    "y": "3892,8309"
}, {
    "name": "ОАО «Самарский завод электромон-тажных изделий» ",
    "latitude": "53,1927",
    "longitude": "50,2533",
    "size": "52,3",
    "x": "2934,8324",
    "y": "3922,0295"
}, {
    "name": "ООО «Пивоваренная компания Балтика»",
    "latitude": "53,3419",
    "longitude": "50,5244",
    "size": "172,38",
    "x": "2936,0842",
    "y": "3945,0768"
}, {
    "name": "ЗАО «Электрощит»",
    "latitude": "53,3753",
    "longitude": "50,1804",
    "size": "43,2",
    "x": "2919,2237",
    "y": "3927,1999"
}, {
    "name": "ОАО «КУЗНЕЦОВ»",
    "latitude": "53,2057",
    "longitude": "50,2756",
    "size": "3700",
    "x": "2934,8918",
    "y": "3923,9646"
}, {
    "name": "ОАО «Вольск-цемент»",
    "latitude": "52,0471",
    "longitude": "47,4393",
    "size": "1410",
    "x": "2886,0316",
    "y": "3700,2177"
}, {
    "name": "ООО «Мебельная фабрика Мария»",
    "latitude": "51,5085",
    "longitude": "45,9733",
    "size": "160,8",
    "x": "2851,1149",
    "y": "3585,4344"
}, {
    "name": "ООО «Саратовская мебельная фабрика корпусной мебели»",
    "latitude": "51,5269",
    "longitude": "46,0106",
    "size": "1420",
    "x": "2851,7561",
    "y": "3588,6058"
}, {
    "name": "ООО «Профессионал» ",
    "latitude": "51,5331",
    "longitude": "46,0342",
    "size": "75,5",
    "x": "2852,5013",
    "y": "3590,341"
}, {
    "name": "ЗАО «Мебельная фабрика №2»",
    "latitude": "51,5238",
    "longitude": "46,0191",
    "size": "150",
    "x": "2852,3586",
    "y": "3588,9653"
}, {
    "name": "ЗАО «Саратовский аккумуляторный за-вод Электроисточ-ник»",
    "latitude": "51,5381",
    "longitude": "45,9893",
    "size": "120",
    "x": "2850,0312",
    "y": "3587,8749"
}, {
    "name": "ООО «Ширококара-мышский консерв-ный завод",
    "latitude": "51,5469",
    "longitude": "46,0147",
    "size": "42,45",
    "x": "2850,7002",
    "y": "3589,849"
}, {
    "name": "ЗАО «Саратовский арматурный завод Энергомашкомп-лект»",
    "latitude": "51,5233",
    "longitude": "46,0082",
    "size": "74,3",
    "x": "2851,8662",
    "y": "3588,2815"
}, {
    "name": "ОАО «Саратовский комбикормовый завод»",
    "latitude": "51,5215",
    "longitude": "46,0282",
    "size": "8,3",
    "x": "2852,9399",
    "y": "3589,4009"
}, {
    "name": "ФГУП «Саратовский завод приборных устройств»",
    "latitude": "51,5158",
    "longitude": "46,0066",
    "size": "154,6",
    "x": "2852,259",
    "y": "3587,8114"
}, {
    "name": "АО «Саратовский электромеханичес-кий завод»",
    "latitude": "51,5885",
    "longitude": "45,9525",
    "size": "143,5",
    "x": "2845,107",
    "y": "3588,152"
}, {
    "name": "ООО «Саратовский стекольный завод»",
    "latitude": "51,6011",
    "longitude": "45,958",
    "size": "2875,12",
    "x": "2844,582",
    "y": "3589,1108"
}, {
    "name": "ООО «Саратовский керамический кирпичный завод»",
    "latitude": "51,6067",
    "longitude": "45,891",
    "size": "680,6",
    "x": "2841,0127",
    "y": "3585,3271"
}, {
    "name": "ОАО «Саратовский подшипниковый завод»",
    "latitude": "51,4878",
    "longitude": "45,9299",
    "size": "88,9",
    "x": "2850,3208",
    "y": "3581,7787"
}, {
    "name": "ЗАО «Саратовский станкостроительный завод»",
    "latitude": "51,5063",
    "longitude": "45,9317",
    "size": "66,2",
    "x": "2849,2508",
    "y": "3582,8078"
}, {
    "name": "ОАО «Саратовская швейная фабрика №5»",
    "latitude": "51,5336",
    "longitude": "46,0088",
    "size": "2,63",
    "x": "2851,25",
    "y": "3588,8304"
}, {
    "name": "ОАО «Саратовский молочный комбинат»",
    "latitude": "51,6149",
    "longitude": "45,9708",
    "size": "440,62",
    "x": "2844,3318",
    "y": "3590,5713"
}, {
    "name": "ООО «Швейная фабрика Аврора»",
    "latitude": "51,5376",
    "longitude": "46,044",
    "size": "92,63",
    "x": "2852,6898",
    "y": "3591,1574"
}, {
    "name": "ОАО «Саратовский агрегатный завод»",
    "latitude": "51,531",
    "longitude": "46,0029",
    "size": "177",
    "x": "2851,1293",
    "y": "3588,3442"
}, {
    "name": "ЗАО «Саратовский завод строительных материалов»",
    "latitude": "51,5785",
    "longitude": "46,7972",
    "size": "154",
    "x": "2886,0044",
    "y": "3638,4258"
}, {
    "name": "ОАО «Кондитерское объединение Конфэшн»",
    "latitude": "51,5707",
    "longitude": "46,0082",
    "size": "104,84",
    "x": "2848,8967",
    "y": "3590,6396"
}, {
    "name": "ООО «Саратовский завод технологичес-кого машинострое-ния»",
    "latitude": "51,6015",
    "longitude": "46,0228",
    "size": "563,55",
    "x": "2847,6664",
    "y": "3593,0541"
}, {
    "name": "ПКФ «Экс-Форма»",
    "latitude": "51,4651",
    "longitude": "45,8808",
    "size": "137,2",
    "x": "2849,3729",
    "y": "3577,6774"
}, {
    "name": "ЗАО «Энгельсский трубный завод»",
    "latitude": "51,4523",
    "longitude": "46,1308",
    "size": "165",
    "x": "2862,2045",
    "y": "3592,1418"
}, {
    "name": "ООО «Саратовский трубный завод»",
    "latitude": "51,453",
    "longitude": "46,1454",
    "size": "40",
    "x": "2862,8616",
    "y": "3593,0565"
}, {
    "name": "ОАО «Завод автоном-ных источников тока»",
    "latitude": "51,5019",
    "longitude": "45,9543",
    "size": "65,12",
    "x": "2850,6137",
    "y": "3583,9566"
}, {
    "name": "ЗАО «Саратовский завод строительных материалов»",
    "latitude": "51,5785",
    "longitude": "46,7972",
    "size": "4352,7",
    "x": "2886,0044",
    "y": "3638,4258"
}, {
    "name": "ООО «Саратовский завод газового оборудования»",
    "latitude": "51,5392",
    "longitude": "46,0005",
    "size": "145,2",
    "x": "2850,5005",
    "y": "3588,6071"
}, {
    "name": "ООО «Энгельсский кирпичный завод»",
    "latitude": "51,4671",
    "longitude": "46,1093",
    "size": "250",
    "x": "2860,2442",
    "y": "3591,5847"
}, {
    "name": "ОАО «Энгельсский завод металлоконст-рукций»",
    "latitude": "51,4452",
    "longitude": "46,1404",
    "size": "210",
    "x": "2863,1107",
    "y": "3592,3655"
}, {
    "name": "ЗАО «Энгельсский мукомольный завод»",
    "latitude": "51,492",
    "longitude": "46,1271",
    "size": "1420",
    "x": "2859,5373",
    "y": "3593,901"
}, {
    "name": "ЗАО «Энгельсская мебельная фабрика»",
    "latitude": "51,4807",
    "longitude": "46,1248",
    "size": "145,3",
    "x": "2860,1357",
    "y": "3593,1983"
}, {
    "name": "ООО «Энгельсская кондитерская фабрика»",
    "latitude": "51,4868",
    "longitude": "46,1118",
    "size": "94,84",
    "x": "2859,1292",
    "y": "3592,7187"
}, {
    "name": "ООО «Энгельсский завод магнитных сепараторов»",
    "latitude": "51,5026",
    "longitude": "46,1262",
    "size": "54,2",
    "x": "2858,8292",
    "y": "3594,3757"
}, {
    "name": "ОАО «Балаковорези-нотехника» ",
    "latitude": "51,5785",
    "longitude": "46,7972",
    "size": "66,84",
    "x": "2886,0044",
    "y": "3638,4258"
}, {
    "name": "ООО «Балаковский винно-водочный завод»",
    "latitude": "52,0237",
    "longitude": "47,7781",
    "size": "182,77",
    "x": "2903,1712",
    "y": "3719,0596"
}, {
    "name": "ЗАО «Шадринский комбинат хлебопро-дуктов»",
    "latitude": "56,0788",
    "longitude": "63,6765",
    "size": "1,856",
    "x": "3186,6771",
    "y": "4738,4875"
}, {
    "name": "ОАО «Шадринский автоагрегатный завод»",
    "latitude": "56,0846",
    "longitude": "63,6027",
    "size": "186,3",
    "x": "3184,1643",
    "y": "4735,7863"
}, {
    "name": "ОАО «Шадринский электродный завод» ",
    "latitude": "56,0898",
    "longitude": "63,6587",
    "size": "65,8",
    "x": "3185,2775",
    "y": "4738,3706"
}, {
    "name": "ООО «Мебельная фабрика София»",
    "latitude": "51,712",
    "longitude": "46,7575",
    "size": "152",
    "x": "2875,6458",
    "y": "3642,7674"
}, {
    "name": "ООО «Пивзавод Марксовский»",
    "latitude": "51,7208",
    "longitude": "46,7677",
    "size": "182,6",
    "x": "2875,5675",
    "y": "3643,8189"
}, {
    "name": "ОАО «Балашовский комбикормовый завод»",
    "latitude": "51,5315",
    "longitude": "43,1465",
    "size": "28,6",
    "x": "2710,3659",
    "y": "3411,2448"
}, {
    "name": "ОАО «Вольский цементный завод»",
    "latitude": "52,0471",
    "longitude": "47,4393",
    "size": "3400",
    "x": "2886,0316",
    "y": "3700,2177"
}, {
    "name": "ОАО «Вольский механический завод»",
    "latitude": "52,0803",
    "longitude": "47,3699",
    "size": "324,1",
    "x": "2880,6772",
    "y": "3697,7691"
}, {
    "name": "ОАО «Петровский электромеханичес-кий завод»",
    "latitude": "52,2991",
    "longitude": "45,3841",
    "size": "98,3",
    "x": "2773,3782",
    "y": "3588,2156"
}, {
    "name": "ООО «Волжский кирпичный завод»",
    "latitude": "51,6772",
    "longitude": "46,8654",
    "size": "620",
    "x": "2882,9496",
    "y": "3647,4622"
}, {
    "name": "ОАО «Аткарская швейная фабрика»",
    "latitude": "51,8709",
    "longitude": "44,9995",
    "size": "52,63",
    "x": "2781,5085",
    "y": "3543,6812"
}, {
    "name": "ООО «Татищевская птицефабрика»",
    "latitude": "51,6808",
    "longitude": "45,5984",
    "size": "105,2",
    "x": "2822,2953",
    "y": "3571,1846"
}, {
    "name": "ОАО «Птицефабрика Михайловская»",
    "latitude": "51,6706",
    "longitude": "45,5947",
    "size": "410,4",
    "x": "2822,7524",
    "y": "3570,4563"
}, {
    "name": "ООО «Краснокутс-кий арматурный завод»",
    "latitude": "50,954",
    "longitude": "46,9738",
    "size": "165,2",
    "x": "2933,944",
    "y": "3617,1774"
}, {
    "name": "ООО «Балашовский инструментальный завод обработки металла»",
    "latitude": "51,5489",
    "longitude": "43,1562",
    "size": "210",
    "x": "2709,8192",
    "y": "3412,684"
}, {
    "name": "ОАО «Мукомольный завод №7»",
    "latitude": "51,5567",
    "longitude": "43,1352",
    "size": "1320",
    "x": "2708,2953",
    "y": "3411,7185"
}, {
    "name": "ЗАО «Ремонтный завод энергетичес-кого оборудования»",
    "latitude": "51,71",
    "longitude": "46,7475",
    "size": "69,3",
    "x": "2875,3008",
    "y": "3642,0691"
}, {
    "name": "ЗАО «Волжский литейный завод»",
    "latitude": "52,0409",
    "longitude": "47,7969",
    "size": "844,8",
    "x": "2902,9185",
    "y": "3721,0383"
}, {
    "name": "ООО «Производст-венно строительная компания Геодор» ",
    "latitude": "51,4631",
    "longitude": "46,1433",
    "size": "3952,7",
    "x": "2862,1274",
    "y": "3593,4346"
}, {
    "name": "ООО «Завод металлоконструкций ХимНефтьРезер-вуар»",
    "latitude": "51,4975",
    "longitude": "46,1325",
    "size": "480,2",
    "x": "2859,4514",
    "y": "3594,5011"
}, {
    "name": "ОАО «Энгельсская швейная фабрика № 7»",
    "latitude": "51,5015",
    "longitude": "46,1214",
    "size": "82,63",
    "x": "2858,6679",
    "y": "3594,0313"
}, {
    "name": "ООО «Энгельсский молочный комбинат»",
    "latitude": "51,4597",
    "longitude": "46,1023",
    "size": "440,62",
    "x": "2860,3718",
    "y": "3590,7931"
}, {
    "name": "ОАО «Балаково-резинотехника»",
    "latitude": "52,0471",
    "longitude": "47,4393",
    "size": "482,6",
    "x": "2886,0316",
    "y": "3700,2177"
}, {
    "name": "ЗАО «Энгельсский кирпичный завод»",
    "latitude": "51,4701",
    "longitude": "46,1097",
    "size": "4102",
    "x": "2860,0754",
    "y": "3591,7586"
}, {
    "name": "ЗАО «Тролза»",
    "latitude": "51,4677",
    "longitude": "46,1181",
    "size": "40151,2",
    "x": "2860,6292",
    "y": "3592,1453"
}, {
    "name": "ОАО «Транспортное машиностроение»",
    "latitude": "51,4839",
    "longitude": "46,0979",
    "size": "146",
    "x": "2858,6437",
    "y": "3591,7355"
}, {
    "name": "ОАО «Завод метал-локонструкций»",
    "latitude": "51,4452",
    "longitude": "46,1404",
    "size": "337,5",
    "x": "2863,1107",
    "y": "3592,3655"
}, {
    "name": "ОАО «Саратовский нефтеперерабаты-вающий завод»",
    "latitude": "51,4574",
    "longitude": "45,9495",
    "size": "14000",
    "x": "2853,1652",
    "y": "3581,4513"
}, {
    "name": "ОАО «СЭЗ им. Серго Орджоникидзе»",
    "latitude": "51,5497",
    "longitude": "46,0063",
    "size": "197,6",
    "x": "2850,1213",
    "y": "3589,4802"
}, {
    "name": "ОАО «Завод автономных источников тока»",
    "latitude": "51,5019",
    "longitude": "45,9543",
    "size": "184,6",
    "x": "2850,6137",
    "y": "3583,9566"
}, {
    "name": "ООО  «Саратоворг-синтез»",
    "latitude": "51,4502",
    "longitude": "45,9054",
    "size": "210",
    "x": "2851,4896",
    "y": "3578,4252"
}, {
    "name": "ООО Завод  «Саратовгазавто-матика»",
    "latitude": "51,5172",
    "longitude": "45,9765",
    "size": "250",
    "x": "2850,7243",
    "y": "3586,0608"
}, {
    "name": "ЗАО «Саратовский завод резурвуарных металлоконструк-ций»",
    "latitude": "51,586",
    "longitude": "45,9619",
    "size": "536",
    "x": "2845,7151",
    "y": "3588,5972"
}, {
    "name": "ОАО «Саратовский завод энергети-ческого машино-строения»",
    "latitude": "51,5229",
    "longitude": "45,9999",
    "size": "216,2",
    "x": "2851,4924",
    "y": "3587,7597"
}, {
    "name": "ОАО «Автодеталь-Сервис»",
    "latitude": "54,3178",
    "longitude": "48,3557",
    "size": "260",
    "x": "2777,0091",
    "y": "3867,1518"
}, {
    "name": "ОАО «Ульяновское конструкторское бюро приборо-строения»",
    "latitude": "54,3169",
    "longitude": "48,383",
    "size": "87,3",
    "x": "2778,2462",
    "y": "3868,7462"
}, {
    "name": "ЗАО «Ульяновская обувная фабрика»",
    "latitude": "54,2492",
    "longitude": "48,3156",
    "size": "71",
    "x": "2779,9054",
    "y": "3861,4185"
}, {
    "name": "ОАО КТЦ «Металло-конструкция»",
    "latitude": "54,3031",
    "longitude": "48,276",
    "size": "28",
    "x": "2774,5623",
    "y": "3861,6529"
}, {
    "name": "ОАО «Ульяновский моторный завод»",
    "latitude": "54,2861",
    "longitude": "48,3601",
    "size": "67,7",
    "x": "2779,338",
    "y": "3865,8787"
}, {
    "name": "ЗАО «Ульяновск-цемент»",
    "latitude": "54,1622",
    "longitude": "48,3542",
    "size": "800",
    "x": "2787,4361",
    "y": "3859,5061"
}, {
    "name": "ООО «Инзенский деревообрабаты-вающий завод»",
    "latitude": "53,8583",
    "longitude": "46,344",
    "size": "88,3",
    "x": "2718,553",
    "y": "3722,373"
}, {
    "name": "ОАО «Чердаклинс-кий комбикормовый завод»",
    "latitude": "54,3479",
    "longitude": "48,8457",
    "size": "63,1",
    "x": "2795,9784",
    "y": "3897,8881"
}, {
    "name": "ОАО «Ульяновский сахарный завод» ",
    "latitude": "54,5918",
    "longitude": "48,1522",
    "size": "292,3",
    "x": "2749,7544",
    "y": "3868,1078"
}, {
    "name": "ОАО «НПЦ НИИАР»",
    "latitude": "54,2023",
    "longitude": "49,5185",
    "size": "150",
    "x": "2834,4782",
    "y": "3930,4335"
}, {
    "name": "ОАО «Ульяновский автомобильный завод»",
    "latitude": "54,3093",
    "longitude": "48,3316",
    "size": "460",
    "x": "2776,5436",
    "y": "3865,2931"
}, {
    "name": "ОАО «Ульяновский патронный завод»",
    "latitude": "54,3355",
    "longitude": "48,48",
    "size": "244",
    "x": "2781,1627",
    "y": "3875,4622"
}, {
    "name": "ООО «Ульяновский лакокрасочный завод Белая марка»",
    "latitude": "54,3464",
    "longitude": "48,6005",
    "size": "4152,7",
    "x": "2785,5963",
    "y": "3883,1998"
}, {
    "name": "УК ЗАО «Фирма Русь»",
    "latitude": "54,2425",
    "longitude": "48,3108",
    "size": "2,63",
    "x": "2780,1495",
    "y": "3860,8054"
}, {
    "name": "ООО «Ульяновский мебельный ком-бинат»",
    "latitude": "54,2408",
    "longitude": "48,3238",
    "size": "172",
    "x": "2780,8258",
    "y": "3861,5029"
}, {
    "name": "ОАО «Ульяновск-хлебпром»",
    "latitude": "54,3044",
    "longitude": "48,3707",
    "size": "188",
    "x": "2778,5601",
    "y": "3867,4022"
}, {
    "name": "Ульяновский фили-ал ОАО «Кондитерс-кое объединение Сладко»",
    "latitude": "54,2658",
    "longitude": "48,3284",
    "size": "134,84",
    "x": "2779,3393",
    "y": "3862,992"
}, {
    "name": "ОАО «Молочный завод»",
    "latitude": "54,3241",
    "longitude": "48,3927",
    "size": "440,62",
    "x": "2778,1777",
    "y": "3869,6771"
}, {
    "name": "ОАО «Мясокомбинат Ульяновский»",
    "latitude": "54,2939",
    "longitude": "48,2705",
    "size": "490,4",
    "x": "2774,9448",
    "y": "3860,8768"
}, {
    "name": "ОАО «ПТШФ Элегант»",
    "latitude": "54,3272",
    "longitude": "48,4014",
    "size": "17,63",
    "x": "2778,3429",
    "y": "3870,3492"
}, {
    "name": "ФНПЦ ОАО «НПО Марс»",
    "latitude": "54,3587",
    "longitude": "48,5422",
    "size": "3275,12",
    "x": "2782,2631",
    "y": "3880,3117"
}, {
    "name": "ЗАО «Авиастар-СП»",
    "latitude": "54,3698",
    "longitude": "48,605",
    "size": "763,4",
    "x": "2784,2029",
    "y": "3884,606"
}, {
    "name": "ОАО «Завод Искра»",
    "latitude": "54,3526",
    "longitude": "48,3584",
    "size": "450",
    "x": "2774,7761",
    "y": "3868,9999"
}, {
    "name": "ОАО «Ульяновский механический завод»",
    "latitude": "54,3089",
    "longitude": "48,3396",
    "size": "7558",
    "x": "2776,9156",
    "y": "3865,754"
}, {
    "name": "ОАО «Ульяновский механический завод № 2»",
    "latitude": "54,295",
    "longitude": "48,2735",
    "size": "75,5",
    "x": "2775,0002",
    "y": "3861,1104"
}, {
    "name": "ОАО «Утес»",
    "latitude": "54,3187",
    "longitude": "48,3849",
    "size": "4500",
    "x": "2778,2065",
    "y": "3868,9474"
}, {
    "name": "ОАО «Ульяновский комбинат строитель-ных материалов»",
    "latitude": "54,2566",
    "longitude": "48,2705",
    "size": "311",
    "x": "2777,4576",
    "y": "3859,0695"
}, {
    "name": "ООО «Симбирский станкостроительный завод»",
    "latitude": "54,2964",
    "longitude": "48,2963",
    "size": "446",
    "x": "2775,8904",
    "y": "3862,5481"
}, {
    "name": "ОАО «Ульяновская кондитерская фабрика Волжанка»",
    "latitude": "54,2363",
    "longitude": "48,306",
    "size": "114,84",
    "x": "2780,3598",
    "y": "3860,2164"
}, {
    "name": "ОАО «Ульяновский комбинат строитель-ных материалов»",
    "latitude": "54,2566",
    "longitude": "48,2705",
    "size": "42",
    "x": "2777,4576",
    "y": "3859,0695"
}, {
    "name": "ООО «Ульяновский асфальтобетонный завод»",
    "latitude": "54,3064",
    "longitude": "48,3074",
    "size": "3175,12",
    "x": "2775,6953",
    "y": "3863,6994"
}, {
    "name": "ООО «Ульяновский завод тяжелых и уни-кальных станков»",
    "latitude": "54,2964",
    "longitude": "48,2963",
    "size": "890",
    "x": "2775,8904",
    "y": "3862,5481"
}, {
    "name": "ООО «Симбирское Трубопрокатное предприятие»",
    "latitude": "54,3698",
    "longitude": "48,605",
    "size": "900",
    "x": "2784,2029",
    "y": "3884,606"
}, {
    "name": "ПКП «Завод высокотехнологичного оборудования»",
    "latitude": "54,3401",
    "longitude": "48,5626",
    "size": "1160,3",
    "x": "2784,398",
    "y": "3880,6282"
}, {
    "name": "ООО «Димитров-градский инструмен-тальный завод»",
    "latitude": "54,2086",
    "longitude": "49,587",
    "size": "134",
    "x": "2836,9359",
    "y": "3934,7533"
}, {
    "name": "ООО «Димитров-градский пружин-ный завод»",
    "latitude": "54,2152",
    "longitude": "49,5712",
    "size": "1,2",
    "x": "2835,8165",
    "y": "3934,156"
}, {
    "name": "ООО «Завод Трехсосенский»",
    "latitude": "54,2276",
    "longitude": "49,6045",
    "size": "175,4",
    "x": "2836,3682",
    "y": "3936,7172"
}, {
    "name": "ООО «Ульяновская птицефабрика»",
    "latitude": "54,3672",
    "longitude": "48,7285",
    "size": "3,8",
    "x": "2789,663",
    "y": "3891,8511"
}, {
    "name": "ООО «Барышская швейная фабрика»",
    "latitude": "53,6359",
    "longitude": "47,1491",
    "size": "24,63",
    "x": "2769,3525",
    "y": "3761,1901"
}, {
    "name": "ОАО «Чуфаровский арматурный завод»",
    "latitude": "54,0915",
    "longitude": "47,3346",
    "size": "4552,7",
    "x": "2747,5703",
    "y": "3794,4343"
}, {
    "name": "ООО «Кузоватовская ВИТА»",
    "latitude": "53,5486",
    "longitude": "47,685",
    "size": "735",
    "x": "2799,0367",
    "y": "3789,3991"
}, {
    "name": "ООО «Кирпичный за-вод Вешкаймский»",
    "latitude": "54,0486",
    "longitude": "47,1237",
    "size": "134,5",
    "x": "2741,0612",
    "y": "3779,4846"
}, {
    "name": "ОАО «Контактор»",
    "latitude": "54,3197",
    "longitude": "48,3942",
    "size": "33,5",
    "x": "2778,5395",
    "y": "3869,5537"
}, {
    "name": "ЗАО «Завод ЖБИ-4»",
    "latitude": "54,3474",
    "longitude": "48,5792",
    "size": "1300",
    "x": "2784,6154",
    "y": "3881,9754"
}];